,131767
ལ,33149
དང,30466
ཀྱི,21982
ནས,21401
འི,20831
དེ,20090
རེད,19017
གི,17887
ས,15873
ཞིག,14395
དུ,14248
གྱི,12862
ཡོད,12062
ར,11469
ནི,7317
ད,7112
ཡིན,7072
ན,7009
སུ,6371
བྱས,6348
འདུག,5744
ཀྱིས,5669
གིས,5595
ཡོད་པ,5289
ང,5274
ཡང,5060
ནང,5005
ཅིག,4911
ལས,4730
ཏེ,4621
དགོས,4602
འདི,4579
སོགས,4433
བྱེད,4140
གཅིག,3959
ཀྱང,3840
ཞེས,3806
བོད,3677
དེ་འདྲ,3625
གྱིས,3554
གཉིས,3551
ཏུ,3487
ཁོ,3351
ཡི,3334
ང་ཚོ,3272
ཨ་ནི,3270
མི,3125
ཟེར,2944
བཤད,2784
རྣམས,2712
སོང,2647
འགྲོ,2635
ཡིན་ན,2614
དེ་ནས,2598
མང་པོ,2465
ག་རེ,2304
ཞིང,2301
རང,2285
རྗེས,2241
ལབ,2235
ཡོང,2222
སྟེ,2183
རྒྱུ,2157
ཁྱོད,2155
མ་རེད,2129
སྐབས,2103
དེ་ཚོ,2075
དུས,2073
ཅེས,2066
རིག་གནས,2045
ཆེན་པོ,2025
བྱུང,2006
རེད་པ,1980
བུ་མོ,1963
བཞིན,1885
ཡིན་པ,1850
ཤིག,1809
ཡག་པོ,1766
བསྡད,1762
དེའི,1749
ཤིང,1708
བཅས,1677
ག,1669
སྐོར,1616
ཁོང,1605
ལྟར,1569
བར,1537
འོ,1525
ལོ་རྒྱུས,1525
ཅིང,1524
འདྲ་པོ,1515
སྟེང,1499
མི་རིགས,1463
ཚང་མ,1455
གསུམ,1421
མེད་པ,1409
ཙམ,1407
གཞན,1395
མེད,1361
བྱས་པ,1356
དེ་དག,1271
གང,1269
ཐུབ,1264
ལགས,1259
ལོ,1258
ཁྱེད,1251
སོ་སོ,1235
དག,1224
ཁྱེད་རང,1200
སྤྱི་ཚོགས,1196
རྒྱལ་པོ,1195
བཏང,1193
བཞག,1186
ད་ལྟ,1163
མ་ཟད,1156
དགོས་པ,1147
ཐོག,1147
ཆགས,1141
ཡ,1139
རིགས,1133
གནང,1122
འདྲ་བོ,1110
ཕྱིར,1084
བྱེད་པ,1083
མི་འདུག,1079
ཉིན,1065
ཁྲོད,1060
དངོས་གནས,1045
བྱ,1044
དང་པོ,1017
ཕྱོགས,1009
ད་དུང,988
གྱུར,986
དོན,983
འདྲ,972
མཐོང,971
བྱུང་བ,969
ཧ་ཅང,963
སེམས,957
ཆུང་ཆུང,956
སླེབས,952
རུ,937
གཏོང,914
ཤེས,912
བོད་ལྗོངས,906
སྐད་ཆ,904
རང་ཉིད,897
འང,889
སློབ་སྦྱོང,878
ཕྱིན,876
ཨ་མ,860
རྒྱལ་ཁབ,858
ཡུལ,854
རེད་བ,844
ཁོ་རང,842
བཤད་པ,837
ཁ་ཤས,836
བུ,835
གནས,827
བཟུང,818
གཙོ་བོ,812
ཁོ་ཚོ,809
ངས,804
མིང,798
མ་གཏོགས,790
ཡིས,789
འདིའི,788
ངང,785
ཆོས,781
ལས་ཀ,772
ཚོ,771
ཁ,758
བསམ,757
བསམ་བློ,755
ལྷག,751
ཚེ,750
སྤྱིར་བཏང,750
དགེ་རྒན,749
བརྒྱབ,747
ཆུ,741
སྙམ,738
རིང,737
ཨ་ལེ,736
ཆོས་ལུགས,735
འགྲིག,733
ཐད,732
དེ་ལྟར,725
ཡོངས,724
མོ,719
ཞིབ་འཇུག,718
དེ་ནི,717
བྱེད་པའི,707
ཟེར་བ,707
དེར,705
མར,702
རྒན་ལགས,700
ཡིན་པས,697
ཞེས་པ,694
ཚེས,692
རོགས,687
ཐོན,686
སྐད,685
གནས་ཚུལ,684
སྙན་ངག,684
དེ་རིང,677
རེ,676
སློབ་གསོ,673
དེས,673
ཆོག,672
བླ་མ,672
ཡར,671
ཤིན་ཏུ,668
སྒང,662
དེ་ཡང,661
འཛིན་གྲྭ,660
ཁག,660
རྩོམ་རིག,660
འཕེལ་རྒྱས,654
ཡོད་པའི,651
ཁོང་ཚོ,647
རང་བཞིན,644
ཆེ,643
སློབ་གྲྭ,635
བརྟེན,633
འདིར,629
དང༌,628
འདོད,623
མཉམ,615
ལོར,613
བོད་ཡིག,613
ཡོད་ན,613
བཟོ,613
ཁོར་ཡུག,612
ང་རང,611
ཐམས་ཅད,609
སྒོ,609
ཉི་མ,608
གོང,607
མང,604
མ,603
སྒྱུ་རྩལ,590
ཏོག་ཙམ,583
ཡིན་ན་ཡང,575
འཚོ་བ,574
བྱ་བ,574
འོག,574
སློབ་མ,573
སྔོན,572
ལྟ་བུ,570
ཚར,570
རྣམ་པ,568
རྒྱལ་སྲས,566
ལམ,566
ཁྱིམ,562
འོན་ཀྱང,561
ཡོང་བ,552
དངོས,550
གསུངས,548
ཆེད,541
བརྒྱུད,540
མོད,538
ཞེས་པའི,537
འཛམ་གླིང,534
དགོན་པ,533
ཐེངས,529
ཡོད་པས,527
ཆེས,526
ཟླ,526
རེད་ད,524
ཕར,524
སངས་རྒྱས,522
མགོ,520
ཆེ་བ,519
དབང,518
ཐུབ་པ,517
ཅི,517
ཕྲུ་གུ,515
སོ,514
མིན,509
ལོའི,509
བཞི,506
འདི་འདྲ,501
བལྟས,500
རྒྱ་གར,499
བྱས་པའི,498
དཔེར་ན,498
ག་འདྲ,497
ངེས,496
སྐད་ཡིག,495
རྒྱག,494
རྒྱུ་མཚན,493
ནམ་རྒྱུན,493
སྲུང་སྐྱོབ,490
སོང་བ,486
ནུས་པ,485
འཁྱེར,485
སྣ་ཚོགས,483
མཚོ་སྔོན,481
ལོག,479
པར,478
བཟོས,476
རི་བོང,476
དེང་སང,472
ཀུན,472
ཁྱད་ཆོས,470
ཟས,465
དྲིས,465
ཞུ,465
རྒྱལ་བོ,463
ཡོད་ས,460
རིན་པོ་ཆེ,459
ལུས,458
ལགས་སོ,457
སྔོན་མ,456
སྤེལ,456
ནམ,454
ཆུ་ཚོད,453
གཉིས་པ,453
ལན,449
དུས་རབས,449
ཤོག,448
དེ་ཡིན་དུས,445
ཕལ་ཆེར,444
འདི་ནི,441
མཛད,439
ས་ཁུལ,439
ནང་དོན,438
འབྲེལ་བ,436
དཔེ,436
ཨ,436
ཅན,433
སྲོལ་རྒྱུན,433
ཞེ་པོ,432
མདུན,431
ཞིང་ཆེན,429
དུས་ཚོད,428
བྲིས,428
སྤྲད,427
ཕོ་བྲང,427
སྐྱེས,423
ཞུས,417
ཚུལ,417
མང་ཚོགས,417
ཟླ་བ,417
རེ་རེ,416
ལེན,416
ཕྱིན་པ,416
བཅུག,413
མིག,411
འགྲོ་བ,407
བསྡད་པ,404
པ,402
ཞུགས,398
ཧ་གོ,397
ཕ་མ,397
གྲོང་ཁྱེར,397
དེབ,395
གོ,394
ཇི་ལྟར,393
སྤྱི་ལོ,393
ཕེབས,391
ཁྱོད་རང,388
སྤྱང་ཀི,388
ཡི་གེ,387
ཚང,386
ས་ཆ,385
འགྱུར,384
དོ་དམ,384
བླངས,383
མཐོང་བ,380
རིམ་པ,380
ཐོབ,379
རིག་པ,378
བདག,377
ཕན་ཚུན,374
གསེར,373
སློབ་ཆེན,373
ཡོང་དུས,372
ཚིག,370
ཚོགས,369
ཅུང,368
ཟེར་ན,368
ཁང་པ,368
ལྷ་ཅིག,368
ཟ,367
མཚོན,366
ལྡན་པ,366
ཀྲུང་གོའི,365
བཤད་ན,365
འཛུགས་སྐྲུན,365
ཏག་ཏག,364
བོད་རིགས,362
གཞུང,359
ཐོག་མར,356
དམ,353
ལྷ,352
ལྔ,351
ཆེན་མོ,351
དཔལ་འབྱོར,350
ལབ་ན,350
བརྗོད,350
དེ་བས,345
བལྟ,344
གློག་བརྙན,344
དམིགས་བསལ,343
མཁས་པ,343
བཙུགས,343
དེ་བཞིན,343
ཚོགས་པ,342
ག་ཚོད,342
སྔར,341
འཇིག་རྟེན,339
ཁ་སང,339
ཐབས,339
མྱོང,338
ལྷག་པར,338
ང་ཚོས,337
དེ་དུས,337
ཆུང་མ,336
འདི་དག,336
ནང་བཞིན,336
མཆོག,333
རག,331
བོད་པ,330
ལའང,329
བཏབ,329
གསུམ་པ,328
གལ་སྲིད,328
རུང,328
མེ་ཏོག,327
ཚད,325
བོད་སྐད,325
སྒྲ,324
དཔེ་ཆ,324
བེད་སྤྱོད,323
བཙུན་མོ,322
ལ་སོགས་པ,321
དཀའ་ངལ,321
མེད་པར,317
བརྩམས་ཆོས,316
སེང་གེ,316
ཆ,316
བྱེད་མཁན,316
གནད་དོན,315
གཉིད,315
སོ་སོའི,315
ཀྱིན,314
སློབ་གསོའི,314
ངེས་པར,313
ཁྱད་པར,312
གྲོགས་པོ,312
བཏོན,312
འགྲན་བསྡུར,311
ཡིན་པར,311
དུས་ཆེན,311
བསྒྱུར,310
པའི,310
ནང་བསྟན,309
ཁྲི,308
ས་གནས,308
ཉིན་ཞིག,308
ཁུལ,308
མཐར,308
སྲིད,307
སེམས་ཅན,307
ཆེ་བའི,306
བཀྲ་ཤིས,306
རྒྱུགས,306
བརྒྱ,306
མི་སྣ,306
རེ་བ,305
ཤུགས,305
ངོ་སྤྲོད,305
ཟིན,305
ངོས,303
གཞན་པ,303
སང་ཉིན,301
བྱེད་ཡ,301
ཨང,301
ལངས,300
ལས་དོན,300
ཆེད་དུ,299
བྱ་དགའ,299
དོ,299
མེད་པའི,299
དེ་ལས,298
ཐུན་མོང,298
བསྟན,297
བུད་མེད,296
ཡིན་པའི,295
མཚན་ཉིད,294
བཏང་བ,293
དགོས་པའི,293
གལ་ཆེན,293
རེད་པས,292
དཀར་པོ,290
ཚུར,289
ཡིན་ནའང,289
དམངས་ཁྲོད,288
ཚོས,288
འདུག་པ,288
རྩ་བ,287
མཉམ་དུ,286
གང་ལྟར,285
ཡང་བསྐྱར,284
ནའང,283
འཚོ་བའི,282
ལྟ་བ,282
ཁ་ལག,281
ཁྱིམ་ཚང,279
བཞུགས,279
ཨ་ནེ,277
དྲན,276
རྒན་མོ,276
རྟ,276
བསྟུན,275
སྟབས,275
གསུང,274
རིན་ཐང,273
སློབ་ཁྲིད,272
གསུངས་པ,272
ཡིན་ཡང,272
མིའི,272
བསྟན་པ,272
ལག་རྩལ,272
ལག་པ,271
ཁོ་གཉིས,271
གཙང་མ,271
སླར་ཡང,271
ཝ་མོ,270
ཨིན,269
ནང་ལོགས,269
ལབ་དུས,268
གསར་བ,268
བཞག་ན,267
ཕྱི,266
སྲོག་ཆགས,266
ལྡན་པའི,265
ཨེ་འདྲ,265
གཏན,265
ཤོར,265
གམ,264
ཁྱོད་ཚོ,264
འབྱུང,263
བགྲོ་གླེང,262
ཁྲིད,261
ཆ་ནས,261
དགའ,260
མི་འདུག་ག,260
དངུལ,260
ནགས་ཚལ,259
རྒྱལ་རབས,259
ལྟོས,258
གསར་པ,258
གལ་ཏེ,257
འཇོག,257
ཤ,257
ཡུན་རིང,257
ཤོད,257
བྱ་བའི,257
རྒྱུད,257
ཉིད,257
དོ་སྣང,256
ཁོ་ན,256
ལས་ཁུངས,255
ད་ལྟའི,255
བློ,254
ཞེ་དྲག,254
སམ,253
བསྡུས,253
མི་འདྲ་བ,253
ཆབ་སྲིད,252
ལོ་སར,252
བཀོད,252
ངའི,251
རང་རང,251
ལྟ,251
སྒྲུང,250
སྡོད,250
སྒོར,250
ལམ་ལུགས,250
དཀའ་ལས,249
སྤྱིར,249
ལྷ་ས,249
དྲུག,248
ངོས་ནས,248
ཞོགས་པ,248
འཛིན,247
ཨ་ཅག,247
གཏོང་བ,247
བསམ་པ,247
རྒྱུན,247
མེ,247
བོན,246
བྱུང་བའི,245
ཉམས་མྱོང,245
རིག་གཞུང,244
གསར་འགྱུར,244
བྱིས་པ,244
ཡིད,243
བདུན,242
དེང་རབས,242
ཡ་ཡ,242
ཚན་རིག,241
སྐྱེས་པ,240
གཉིས་ཀ,240
བྲོས,240
ཁྱེར,238
དར,238
ལག,238
གཞོན་ནུ,238
མགྱོགས་པོ,237
ཆུང་བ,237
རོ,235
ཁ་པར,235
ཁོས,235
དེ་ལ,235
ཅི་ཞིག,234
རང་བྱུང,234
ཚོགས་འདུ,232
ཕུལ,232
འགའ,232
དེ་མིན,232
དེ་ཉིད,232
གནང་བ,232
མི་དམངས,231
མུ་མཐུད,230
མ་རེད་པ,230
ཕ་ཡུལ,230
འགྱུར་བ,229
རྐྱེན,229
དུས་སྐབས,229
ཐ་སྙད,229
ཆོ་ག,227
ཡོད་མེད,227
མ་སོང,227
བྱེད་ཐབས,227
ཡོན་ཏན,227
ཅི་ཡང,227
དེས་ན,227
འོན་ཏེ,225
མང་བོ,224
དཀོན་མཆོག,223
གསར,223
རིམ་བཞིན,223
གིན,222
ཉམས་ལེན,222
དངོས་གནས་དྲང་གནས,221
ཀློག,221
གལ་ཆེན་པོ,221
ལུགས,220
ངེད་གཉིས,220
གཞུང་ལུགས,220
ངོ,220
མ་ཡིན་པ,220
ལྟ་བུའི,220
ཡོད་པར,219
རྩོམ་ཡིག,219
གྲ་སྒྲིག,219
ཏིག་ཙི,219
གཞོན་པ,219
འདོན,218
ཡང་ན,218
ལྡན,218
རྩོམ,218
ཤེས་བྱ,218
གོ་སྐབས,217
སློབ་གྲྭའི,217
ནང་དུ,217
རྣམ་གྲངས,217
ཨ་ཁུ,216
ཡིན་ས,216
ལག་ལེན,215
སྟོན་པ,215
ཉན,215
རྫོང,215
གྱུར་པ,215
ཁྱི,214
དེ་ག,214
རྩོམ་པ་པོ,214
ལོ་ངོ,214
མི་ཚེ,214
ལེགས,213
ཡིག་ཆ,213
རྒན་པ,213
ནང་ལ,212
ངམ,212
རྒྱུར,212
ཞུས་པ,212
བླུགས,212
སེམས་པ,211
ཆ་རྐྱེན,211
འབྲི,211
གཏང,211
སྐྱིད་པོ,211
རི་མོ,210
ཆུང,210
སྟེར,209
རྒྱ་ནག,209
བྱ་འགུལ,209
རྙེད,209
བ,209
ད་ཆ,208
ཤུགས་རྐྱེན,208
གནའ་བོའི,208
ཐག,208
སྤེལ་བ,208
ངོ་མ,208
གལ,208
གསལ,207
འཇུག,207
འཛུལ,207
རང་གི,207
དྲི་བ,207
ཡུལ་སྐོར,207
གོ་རིམ,206
ནོ,206
བྱས་ཙང,205
གང་ཞིག,205
གློ་བུར,205
མཚོན་ན,205
ཐོག་མ,205
སྒྲུབ,204
འཐུང,203
འཁྲིད,203
གནའ་སྔ་མོ,203
གང་ཡང,203
འདོད་པ,203
བཅུ,203
ཙམ་པ,203
འཁྲབ་སྟོན,202
ཕ,202
གཏམ,202
ངོས་འཛིན,202
ང་ཚོའི,202
རྒྱལ་ཡོངས,202
ཐོས,201
འདྲ་བ,201
ཉལ,201
ཚོའི,201
སྲས་མོ,201
སྲོལ,201
ཤི,201
ཁང,201
འགྲོ་ཡ,200
གྲུབ,200
ཟིན་པ,199
བློན་པོ,198
ཡིད་ཆེས,198
འབྲེལ་ཡོད,197
བཞག་པ,197
མ་ལག,196
བྱེད་སྟངས,196
དགེ་བ,196
གྱད་མི,196
ཤར,196
ལས་རིགས,196
ཁག་པོ,195
སྤྱད,194
ཡོད་ཚད,194
ཐེབས,193
ཕན་ཐོགས,193
ཆེ་ཤོས,193
ཡིན་དུས,193
གཞི,192
གོ་བ,192
ཤེས་རིག,192
རྒྱལ་སྤྱིའི,192
ནང་ཆོས,191
འཁོར,191
བརྩམས,191
བོང་བུ,191
རྒྱབ,191
མངོན,191
རི,191
རྣམ་ཐར,190
རྒྱལ་པོའི,190
བརྒྱད,190
སླེབས་པ,190
མཚམས,190
འདིས,190
ཐོག་ནས,189
རོགས་པ,189
རྩིས,189
སོ་སོར,189
བརྙན་འཕྲིན,189
སློབ་མའི,189
འགོ,188
གྲས,188
རྒྱུའི,188
སློབ་དཔོན,188
སྟག,186
ཤུལ་བཞག,186
ཕྱི་ནང,185
གཅིག་པ,185
བསྐྲུན,184
རིང་པོ,184
འདུག་བ,183
ཀྲུང་གོ,183
འབྲེལ,183
དགོས་ན,183
ཐུགས་རྗེ་ཆེ,183
མཐོ་སྒང,182
ལེགས་པོ,182
ཨེ,182
ན་རེ,181
བཟང,181
བཞིན་པ,181
བཟང་པོ,181
བྱེད་པར,180
ག་དུས,180
སྡེ་བ,180
འཕྲད,180
ཟེར་ཡ,180
དེ་གཉིས,180
འཕུར,179
སློབ་གྲོགས,179
ཞོར,179
གནས་སྟངས,179
ཕན,179
ཁམས,179
སྟོན,179
རྒྱ,178
དམར་པོ,178
དད་པ,178
རྒྱ་ཡིག,178
རྐྱང་རྐྱང,178
བཏགས,178
མཛད་པ,178
གོང་མ,178
མང་ཆེ་བ,177
རྒྱ་མཚོ,177
མཁན་པོ,177
འབྲེལ་བའི,177
གཟུགས་པོ,177
ཆ་ཚང,177
མཁན,176
བདེ་སྐྱིད,176
རྔོན་པ,176
ཐོན་པ,176
བསད,176
དོན་དག,176
སྒོར་མོ,176
ཁྱོན་ནས,176
མེད་ན,176
འོང,176
དྲིས་པ,176
ཁོ་མོ,176
རྒྱུས་ལོན,175
དབྱེ་བ,175
ཞུ་བ,175
གནམ་གཤིས,175
ཕྱག,175
གྲུབ་འབྲས,174
གྲགས,174
མཇུག,174
རྡོ,174
བཀའ,173
བདག་པོ,173
མནའ་མ,173
ལེགས་པར,173
སྨོན་ལམ,173
འདྲ་མི་འདྲ,173
འགན,173
དྲངས,173
ཅུང་ཟད,173
ནད,173
རེད་ཤག,173
དངོས་པོ,173
ཁེ་ལས,172
གཙོ་བོར,172
མ་ཡིན་པའི,172
ད་གཟོད,172
ཆེད་ལས,172
ཇ,172
གཏམ་རྒྱུད,171
མ་རེད་ད,171
དེ་ཙམ,171
ཁོང་ཁྲོ,171
གྱོན,171
གྲྭ་བ,171
བཅད,171
དགེ་བཤེས,171
སྐར་མ,171
དམིགས་ཡུལ,170
གླུ,170
དགོས་ཡ,170
ཐུག,170
གཞིགས,170
རོལ,170
སྡུག་བསྔལ,170
བརྩེ་བ,170
བསམས,169
འོ་མ,169
ཙི་ཙི,168
འདི་ལྟར,168
ཡིག་གཟུགས,168
སོང་ན,167
ཐོན་སྐྱེད,167
སྲིད་གཞུང,167
གཞན་དག,167
ལྟེ་གནས,167
བཀའ་དྲིན,167
བྱེད་སྒོ,167
སྡོམ་པ,167
རྩེད་མོ,166
སྦྱིན་བདག,166
གཅིག་པུ,166
འཚོལ,166
བབས,166
ཐབས་ལམ,165
འདུ་ཤེས,165
ཐོན་ཁུངས,165
རྒན,164
བཙལ,164
སྙིང་རྗེ,164
ཕྱིས,164
ཚེམ་བུ་བ,164
གྱིན,164
ཉམས,164
དུས་ཡུན,164
དབུས,163
སྐུལ་འདེད,163
ཁ་དོག,163
ཁུར,163
ཤིང་སྡོང,163
མི་དགོས,163
ཤེས་པ,162
ཀྲུང་དབྱང,162
རྒྱབ་སྐྱོར,162
རྗེས་མ,162
ཅེས་པ,162
རྩོད་པ,161
རྟེན་འབྲེལ,161
ཡོངས་རྫོགས,161
བསྒྲུབ,161
འགྲོ་སྟངས,160
གཞི་ནས,160
འདུས,160
སྐྱོན,160
བརྗོད་པ,159
སྒོས,159
རིག་པའི,159
མ་ཡིན,159
བཞིན་པའི,159
དམིགས,158
གང་འདྲ,158
ཐག་ཆོད,158
སོང༌,158
མཁས་དབང,158
མེད་པས,157
ཁྱེད་རང་ཚོ,157
དུ་མ,157
སྙིང,157
ཚར་བ,157
སེམས་ཁམས,157
བྱས་ནས,157
དེ་ནས་བཟུང,157
ང་རང་ཚོ,157
རི་དྭགས,157
སྤྱོད,156
མཆོད་རྟེན,156
ལམ་སེང,156
ཐབས་ཤེས,156
འབྲས་བུ,156
མཚམས་མཚམས,156
འཁྲིས,156
ཡིན་ད,155
གྲོས་ཚོགས,155
གོས,155
གསལ་བོ,155
བརྒྱུད་རིམ,155
རྟོགས,155
རང་དབང,155
ག་པ,155
རུ་ཁག,154
བུ་ཆུང,154
དགའ་པོ,154
ད་ག་རང,154
བྱེད་དུས,154
དང་པོའི,154
གཅིག་པོ,153
སྐུ,153
ཐུགས,153
ལུག,153
བོད་ཁུལ,153
སྐྲག,153
གཉེན་སྒྲིག,153
མ་བྱུང,152
དགུང་ལོ,152
དབྱིན་ཇི,152
སྣང་བ,152
སྒྲིག་གཞི,152
སྡེ་ཁག,152
གུ་གེ,152
ན་གཞོན,152
འདུག་སེ,152
དཔལ,151
རྗེ,151
མི་ཉག,151
བདེ་ཐང,150
ཙམ་པ་ལ,150
བཤད་ཡ,150
ངེས་ཅན,150
སྦྱོང,150
བརྟག་དཔྱད,150
ཉོ,149
གཙུག་ལག་ཁང,149
ནོར་བུ,149
གྲུབ་མཐའ,149
མཚན,149
རིམ,148
ངོ་བོ,148
བཅུ་གཉིས,148
ལག་བསྟར,148
མདོ་སྨད,148
ཐུབ་པའི,148
བོད་རང་སྐྱོང་ལྗོངས,148
སྤྱི་ཟླ,148
སྣང་ཚུལ,148
བསྡད་ན,147
གསོ་རིག,147
བྱེད་རྒྱུ,147
རྦད་དེ,147
རབ,147
ངག,147
སྤྲོད,147
ཡར་རྒྱས,146
ཆོག་པ,146
འདྲེ་མོ,146
མོ་རང,146
ལ་གཞས,146
སྔར་བཞིན,146
མཆོད་པ,145
བྱས་རྗེས,145
ལུས་རྩལ,145
འབོད,145
སྲས,145
རླུང,145
མཛད་སྒོ,145
མཐོ,144
སྣང,144
ལབ་པ,144
འདུག་ད,144
བཙན་པོ,144
གང་མང,144
ཐག་གཅོད,144
འདི་ཉིད,144
དགེ་མཚན,143
མི་མང,143
ཕྱི་ལོགས,143
རྒྱུ་ཆ,143
མ་གཞི,143
བསམ་ཚུལ,143
སློབ,142
ཚོགས་པའི,142
གྲབས,142
མ་དངུལ,142
སྲོག,141
འགྲེམ་སྟོན,141
སྤྱིའི,141
འགྲོ་དུས,141
ནག་པོ,141
སྨན,141
ཆེ་ཆུང,141
བརྗོད་བྱ,141
འདུག་པས,141
གནོད་པ,140
རྟགས,140
བརྒྱབ་པ,140
ཁྲིམས,140
དེང,140
ནོར,140
སྐབས་དེར,140
མ་ཡིན་པར,140
གསར་རྩོམ,140
སྦྱར,140
གཞན་ཡང,139
གསལ་པོ,139
ལམ་རིམ,139
ཚོར,139
གང་ཡིན,139
རྨང་གཞི,139
ལ་དྭགས,139
འཆར་གཞི,139
ཕ་གི,138
གཟུགས,138
རྨང་གཞིའི,138
གྲྭ་པ,138
སྐྱེ,138
གཏོང་བའི,138
མི་ཤེས,138
ཁོངས,138
དམ་པ,138
འཐེན,137
སྦྱངས,137
གོམས་སྲོལ,137
དཔྱད་པ,137
ཆང,136
བསྐྱལ,136
མཚན་མོ,136
སློབ་གླིང,135
བོད་མི,135
རྟག་པར,135
མི་རབས,135
བསྐོར,135
གདོང,135
ཞུགས་པ,135
དཔེ་དེབ,135
བསྟེན,135
མ་ཐག,135
གྲུབ་པ,135
མཐུན་ཚོགས,134
སྤྱི,134
ཟློས་གར,134
ཚོར་བ,134
བཙུན་མ,133
གསར་གཏོད,133
ཆགས་པ,133
ཚང་མས,133
གོམས་གཤིས,133
བཟོས་པ,133
ཡིན་མིན,132
དམངས་སྲོལ,132
མི་ཐུབ་པ,132
རླངས་འཁོར,132
རྐང་པ,132
དམངས,132
ནམ་ཡང,132
ཐོབ་པ,132
ཤེས་ཡོན,131
གཅོད,131
ངལ་རྩོལ,131
བདེ་བ,131
ཕུད,131
སྐྱེལ,131
མ་བྱས,130
ལྷམ,130
ཕྱེད་ཀ,130
ཉི་ཤུ,130
མཐུན་པ,130
མཇལ,130
ཕྱེ,129
བོད་རིག་པའི,129
ཅེས་པའི,129
མཁྱེན,129
རིམ་པའི,129
སྔགས,129
རིག་རྩལ,129
བརྒལ,129
དེའང,129
གནས་ལུགས,128
བློ་བཟང,128
མཉམ་འབྲེལ,128
འགྲམ,128
ཐ་ན,128
ཉུང,128
བྲིས་པ,128
ཕོ་མོ,128
ཀིརྟི,128
སྒང་ནས,127
བཅུག་པ,127
ད་ལོ,127
དགོས་མཁོ,127
ཐལ,127
བརྗོད་གཞི,126
བསྟན་བཅོས,126
རྡོ་རྗེ,126
ལོ་ཙཱ,126
རྙིང་པ,126
ཤེས་རྟོགས,126
ཐོས་པ,126
གླིང,126
སོ་སོས,126
མཐོན་པོ,126
བཞེངས,126
ཚད་ལྡན,125
མགོ་བོ,125
གང་རུང,125
གཙོ,125
ངེས་པ,125
རྗེས་ལ,125
ཕྱི་ཉིན,125
གུས་ལུགས,125
མཛད་པའི,125
ཟུར,125
བསྐྱོད,125
ཆེན,125
སྤྱོད་པ,125
གདོད་མའི,125
སྒོ་ནས,124
དགོང་མོ,124
ངེད,124
ཅ་ལག,124
ཁྱེད་ཚོ,124
མཐའ་མ,124
སྟོབས་ཤུགས,124
དེད,124
དམག,124
བཞེས,124
མ་ཐུབ་པ,124
ཡང་ཡང,123
བསྒྲིགས,123
འགྲེལ་བཤད,123
ཡག,123
རྩ་འཛུགས,123
ནུས,123
མཛོད,123
སློབ་ཚན,122
འཛོམས,122
མཐོ་རིམ,122
བཀོད་པ,122
འོ་ན,122
བྱོས,122
དགོན་སྡེ,122
གསལ་བ,122
གྲགས་ཅན,122
བཅས་པ,122
རིག་དངོས,121
མི་ཐུབ,121
ཕྱུག་པོ,121
དོན་དངོས,121
སྦྱིན་པ,121
གནད,121
གླེང,121
ཞབས་བྲོ,121
ཁེངས,120
བདུད,120
ལེགས་འགྲུབ,120
གྲུབ་པའི,120
ཁས་ལེན,120
ལྟ་ཚུལ,120
ལྷུང,120
འབྱོར,120
ཞོག,120
མཚོ་ལྷོ་ཁུལ,119
མ་རེད་བ,119
ཁྱབ,119
ཕྱི་མ,119
དཔེ་ཀློག,119
ལྗོངས,119
ཚབ,119
ཉ,119
རྩེ,119
བཀོད་སྒྲིག,119
ཡོང་བའི,119
ད་ནི,119
འཚོལ་བ,119
བསོད་ནམས,118
སྡེ་ཚན,118
གཟིགས,118
ཐོན་པའི,118
ཐོག་མའི,118
རབ་བྱུང,118
བོད་མིའི,118
ཁྲག,117
སྔོན་ཆད,117
ཚན་རྩལ,117
སློབ་གཉེར,117
ཀུན་སྤྱོད,117
གསོད,117
བཅོ་ལྔ,117
ཁྱབ་ཁོངས,117
ཉེ་བའི,117
རྒྱལ་སྲིད,117
རྩྭ,117
བོད་ཡུལ,117
དཔྱད་རྩོམ,117
དྲུང,117
ཞི་མི,116
རྒྱས,116
ལྟ་བུར,116
འདི་ཚོ,116
གྱུར་བ,116
དགའ་བ,116
འགྲོ་བའི,116
ཕུལ་བྱུང,116
རྒྱུ་རྐྱེན,116
སྤྲུལ་སྐུ,116
གནམ,115
ཞིབ་བཤེར,115
བྱས་པར,115
འཁུར,115
བཙན་པོའི,115
མང་བ,115
ཁྱོན,115
མ་ཐུབ,115
ཟེར་བའི,114
གཏན་འཁེལ,114
བཀྲ་ཤིས་བདེ་ལེགས,114
དངོས་ཡོད,114
གནས་པ,114
གླུ་གཞས,114
གྲངས,114
ཐོན་རྫས,113
བྱིན,113
འགོར,113
ཟོས,113
འབྲོང,113
འདུག་གས,113
གྲགས་པ,113
ལ་སོགས་པའི,113
རྫོགས,113
ལྔ་བཅུ,113
དུས་དེབ,113
སྒྲིག་འཛུགས,113
སི་ཁྲོན,113
ཞིམ་པོ,113
ཉིན་ལྟར,113
གནང་བའི,113
ལེན་པ,112
ཀུ་ཤུ,112
གླེང་བ,112
ཕྱི་ལོ,112
གཉིས་པའི,112
ཡག་ཤོས,111
དཔེ་རྙིང,111
དགོང་དག,111
བོས,111
ཕབ,111
བའི,111
བཅར་འདྲི,111
ཤེས་རབ,111
དཀྱིལ,111
སྔོན་ལ,111
དགོན་པའི,110
མཆིས,110
དགའ་བསུ,110
ལུང,110
སེམས་ཁྲལ,110
ཕྱི་རྒྱལ,110
དགོངས་པ,110
འདྲི,110
གནས་བབ,110
སྟོང་ཕྲག,110
མ་འོངས་པ,110
སྐབས་དེ,110
ནང་པ,110
གད་མོ,110
ཉིན་མོ,109
འབྲེལ་འདྲིས,109
ཚོགས་ཆེན,109
བཟས,109
རུས་སྦལ,109
ངལ་གསོ,109
སྔ་མོ,109
ལྷ་སའི,109
ཙ་ནས,109
ཉེན་ཁ,109
བརྒྱ་ཆ,109
དཔེ་ཁྲིད,108
ཨ་ཕ,108
བརྩམས་སྒྲུང,108
དགུ,108
ཞིབ,108
ཇི་བཞིན,108
ལྷ་ཁང,108
ཆ་འཕྲིན,108
ཐོན་ལས,108
སྦལ་པ,108
ཚད་གཞི,107
དཀའ,107
མཛེས་སྡུག,107
འཕེལ,107
བྲལ,107
རྣམ་འགྱུར,107
ཞབས་ཞུ,107
ཁོའི,107
རྒྱན,107
ཞིང་པ,107
སུམ་ཅུ,106
ལེ་ཚན,106
གནས་པའི,106
རིན་ཆེན,106
མང་པོའི,106
པར་སྐྲུན,106
སྨྲས,106
དྲན་པ,106
སྤུས་ཚད,105
ཆུ་ཚད,105
ནང་ན,105
འགྲན་སྡུར,105
དར་བ,105
ལེགས་པ,105
སའི,105
ལ་ལ,105
ཉོས,105
ལུང་པ,105
ཕེབས་པ,105
ད་བར,105
བས,105
འགྲན,104
གློག,104
ཟབ་མོ,104
བསྒྲུབས,104
མཐའ་དག,104
མདོར་ན,104
གསོ་སྐྱོང,104
བཙན་བྱོལ,104
གྲོང་ཚོ,104
འགོ་ཁྲིད,104
སྲིད་ཇུས,104
རྒྱུན་འཛིན,104
སྨན་བཅོས,104
གཙང,104
ཁྱོ,103
ཐོབ་ཐང,103
སྒྲུབ་པ,103
འབུལ,103
བསམ་བློའི,103
སྟོང,103
འདས,103
ཟས་རིགས,103
གང་ཟག,103
གནའ་རབས,103
སྐྱེ་བ,103
གསུང་འབུམ,103
མྱུར,102
གྲོང་རྡལ,102
ཁར,102
འོངས,102
འགྲེམ་སྤེལ,102
བཙུགས་པ,102
གཏད,102
དཔེ་སྐྲུན་ཁང,102
ཕུན་སུམ་ཚོགས་པ,102
རྒྱུ་ནོར,102
བྱུང་བར,102
བོད་བརྒྱུད,102
བདེན་པ,101
འབྲོག་པ,101
ཁ་ཟས,101
དམག་མི,101
མཐུན་རྐྱེན,101
སློབ་ཆུང,101
ལམ་སང,101
མཛེས་མ,101
དར་སྤེལ,101
གཙོད,101
གཏན་འབེབས,101
ཕྱོགས་བསྡུས,101
ངན་པ,101
སློབ་ཕྲུག,101
སྒེའུ་ཁུང,101
མིན་པ,101
སྒོ་ང,101
བསྡུར,101
ལམ་ཁ,101
ང་གཉིས,100
སོག་པོའི,100
ལས་གཞི,100
དེར་བརྟེན,100
གཅིག་གྱུར,100
འཛིན་པ,100
མཆོངས,100
རྨི་ལམ,100
བྱིས་པའི,100
རྩ,100
དཀར་ཡོལ,100
གོང་འཕེལ,100
ལོངས་སྤྱོད,100
གཡས་གཡོན,100
བརྗེད,99
ཚེ་སྲོག,99
འགྱུར་ལྡོག,99
རྒྱལ་བ,99
དེ་སྔ,99
ན་ཚ,99
རྩྭ་ཐང,99
རྒྱུད་འཛིན,99
བག་མ,99
བསྡུས་པ,99
ལོ་ཙཱ་བ,99
དར་ཁྱབ,99
ནུས་ཤུགས,99
འཕྲོ་བརླག,99
གསར་བའི,99
སྲུང་སྐྱོང,98
པཎ་ཆེན,98
མེ་ལོང,98
འགའ་ཞིག,98
གཞས,98
མི་རུང,98
སྙིང་སྟོབས,98
ལམ་སྟོན,98
རང་སྐྱོང་ལྗོངས,98
སྒྲོལ་མ,97
འབྲིང་བ,97
འགྲན་ཚོགས,97
རྙེད་པ,97
རྩམ་པ,97
སྐྱེ་ཁམས,97
བྱས་པས,97
རང་རྒྱལ,97
ལས་དབང,97
མཐའ,97
གཡུག,97
དཀའ་བ,96
ཆོས་ཉིད,96
སྡུག,96
ཡུལ་གྲུ,96
སྡེ,96
སྐེ,96
སྤྲོ་བ,96
སྦྱོང་བརྡར,96
བསྐྱེད,96
མངའ་རིས,96
ཤོར་བ,96
བུད,96
དོན་གྲུབ,96
འཁྲབ,96
རྒྱལ,95
གནོད་འཚེ,95
དེ་འདྲའི,95
སླར,95
མྱོང་བ,95
དབུས་གཙང,95
འཕྲོད་བསྟེན,95
བཟོ་ཡ,95
མ་རེད་པས,95
མ་བྱས་པ,95
དྲུག་པ,95
སུས,94
མཚོ,94
འདེབས,94
གེ་སར,94
ཐུག་པ,94
ཤ་སྟག,94
སྐམ་པོ,94
རྒྱས་པ,94
ཚུགས,94
ཐེ་ཚོམ,94
གྲྭ་ཚང,94
དགོས་པར,94
འམ,94
འཁོར་བ,94
བདེ་འཇགས,94
སྤྲད་པ,94
སྐུ་ཕྲེང,94
ཤི་བ,93
མ་ཤེས་པ,93
དགེ་འདུན,93
སྨན་པ,93
སོང་ང,93
གཏིང,93
དེབ་ཐེར,93
ཞལ,93
བྱེད་དགོས,93
དེ་ན,93
རྣམ་པར,93
ག་བ,93
ཞང་ཞུང,92
སྦྱང,92
སོང་ཙང,92
དྲ་བ,92
ཆེན་པོའི,92
ད་ག་སེ,92
འོད,92
དྲག་པོ,92
དེ་སྐད,92
མི་གཤིས,92
ན་ནིང,92
དཔེ་ཡག་པོ,92
བསླབ་བྱ,92
མཆོད,91
བྲོ,91
མཁས་པའི,91
གང་སར,91
གདན་འདྲེན,91
བརྡ་སྤྲོད,91
ལུགས་སྲོལ,91
འགལ་བ,91
མི་ཤེས་པ,91
འབྱུང་བ,91
ལམ་བར,91
བརྩམས་པའི,91
སློབ་འབྲིང,91
གནས་སྐབས,91
དགོང་ཚོགས,90
མངོན་པར,90
ཕན་པ,90
ཉིན་གུང,90
སྨན་ཁང,90
མངགས,90
ནགས,90
དགོན,90
སྒེར,90
སྲིད་པ,90
ཆེར,90
མི་གྲངས,90
བྱོན,90
སྣ་མང,90
ཐད་ཀར,90
གཅུང་མོ,90
དུས་རྒྱུན,90
ཁྱོ་བོ,89
ཚེ་རིང,89
གདན,89
བདེ,89
མ་ཤེས,89
ནུབ་ཕྱོགས,89
ཉལ་ཁྲི,89
ཞེ་དྲགས,89
མཚོན་པའི,89
སྐྱེ་དངོས,89
འབད་བརྩོན,89
དུང་ཕྱུར,89
འཛུགས,89
ད་རེས,89
མ་བྱུང་བ,89
ཆད,89
དུའང,89
གསལ་བཤད,89
གྲི,89
སྨྲ་བ,88
ཕར་ཕྱོགས,88
འཇུག་པ,88
ནམ་མཁའ,88
མོས,88
བྲིས་པའི,88
ངང་པ,88
གུ་གེའི,88
ལྔ་བརྒྱ,88
འཆི་བ,88
དབྱངས,88
པེ་ཅིང,88
ཆུང་དུས,88
བླངས་པ,88
བསྡུ,88
ཁོ་རང་ཚོ,88
སྔ་མ,87
བཟའ་ཟླ,87
སྒོ་ཁ,87
ཐང་ག,87
གློག་ཀླད,87
ཇོ་བོ་རིན་པོ,87
རྒྱ་ཆེར,87
དགེ་རྩ,87
རྟེན,87
སྡིག་པ,87
མཐུན་པའི,87
གཤམ,87
འབུ,87
མ་བུ,87
གྲོད་ཁོག,87
མདོར་བསྡུས,87
དོགས་པ,87
ཤུལ,87
ཁ་ཕྱོགས,87
རང་སྐྱོང་ཁུལ,87
བརྩི,87
ལྕགས,87
གསུམ་པའི,87
བྱེད་བཞིན,86
འཚོ་གནས,86
སྣ,86
ཡིག་ཚང,86
ངུ,86
རྩ་བའི,86
དགེ་སློང,86
རྩལ,86
བཤད་པའི,86
རྩོམ་སྒྲིག,86
བྲོ་བ,86
མཛེས,86
ཕྱེས,85
ལྷན,85
གཏམ་བཤད,85
འཇོན་ཐང,85
ཡས་མས,85
སྐྱེ་བོ,85
གསུམ་པོ,85
ཡབ,85
ཐང,85
སྤྱི་ལེ,85
དོན་སྙིང,85
ཕྱི་རོལ,85
ཤོས,85
ཟ་བ,85
ཤོག་བུ,85
མདོ,85
བརྩམས་པ,85
འཕྲད་པ,84
དཀར་ཆག,84
སེར་པོ,84
དེ་བ,84
དེའི་སྐོར,84
སྐྱབས,84
སྤྲེའུ,84
གྲགས་པའི,84
འདྲ་བར,84
ལོངས,84
རང་བྱུང་ཁམས,84
མཐུན,84
སྐྲ,84
བཏོན་པ,84
མིག་སྔར,84
བག་ཆགས,84
སྨི,84
སྒྲུང་གཏམ,84
བསྐོར་བ,83
བཅོམ་ལྡན་འདས,83
ཤག,83
ཡན་ལག,83
གཞི་རིམ,83
སྐྱིད,83
རེབ་གོང,83
རི་བོ,83
ཉིན་རེ,83
ཁ་བཏགས,83
དབྱིབས,83
རྒྱལ་པོས,83
ཡ་མཚན,83
ཚོད,83
གསོ་སྦྱོང,82
གཏོར་མ,82
གཅེན་མོ,82
འཚོགས,82
ཉེ་བ,82
བཀོལ་སྤྱོད,82
དཀའ་ཁག,82
འདྲ་མིན,82
ཡུད་ཙམ,82
ལྟ་སྐུལ,82
བཏབ་པ,82
འགའ་ཤས,82
ཆེན་མོའི,82
ནོར་འཁྲུལ,82
བྲམ་ཟེ,82
གླུ་བ,82
ཚལ,82
དཔལ་ལྡན,82
ཞེད་སྣང,82
དེ་སྔོན,82
ཡིག་ཚགས,82
བྱ་ཐབས,81
དབུལ་པོ,81
ལོ་གསར,81
རྒྱག་པ,81
མང་པོར,81
སྒོམ,81
འཆར་འགོད,81
རྒྱ་བོད,81
སྲིད་འཛིན,81
ལྷན་དུ,81
རྒན་པོ,81
ཚྭ,81
བརྟན་པོ,81
ཉར,81
བོར,81
བཟོ་ལྟ,81
བསང,81
ག་པར,81
ཀི,81
ཐོབ་པའི,81
མོ་མ,80
བརྒྱད་པ,80
ཁོ་ཚོའི,80
ཅུང་ཙམ,80
ལྷག་པ,80
ཨ་མདོ,80
ཡེ་ཤུའི,80
གཏོང་མཁན,80
མི་བྱེད,80
ཧ་ལམ,80
དགོས་པས,80
སྐུ་ཞབས,80
རྣམ་པའི,80
འགན་ཁུར,80
པགས་པ,80
བསྟན་འཛིན,80
བཞི་པ,80
བཟོ་བ,79
ཐོགས,79
བྱེའུ,79
གྲོགས,79
མང་རྫོང,79
ཞིང་ལས,79
འགྲོ་ས,79
རྐུན་མ,79
བྱ་རྒྱུ,79
བླ་ཆེན,79
དྲ་ཐོག,79
མཚོན་པ,79
གཡར,79
ཟ་ཁང,79
དར་བའི,79
མ་སོང་བ,79
འདས་པ,79
ཀན་སུའུ,79
གོང་ས་མཆོག,79
མིག་ཆུ,79
གདེང་འཇོག,79
བྱ་སྤྱོད,79
སྟོད,79
གྲངས་ཀ,79
མང་པོས,79
ལོག་པ,79
རྒྱུན་ལྡན,79
ཐེངས་གཅིག,79
ཁྱོ་ག,78
བདུན་པ,78
ཇེ་མང,78
ཆོས་བརྒྱུད,78
ས་ཚིགས,78
རིང་ལུགས,78
དཔྱད,78
དེ་ག་རང,78
དཔྱད་གཞི,78
འདུལ་བ,78
ཨན,78
སྨད,78
འགན་ལེན,78
སླེབས་དུས,78
ཚུད,78
མི་དགོས་པ,78
བལྟས་པ,78
རྭ་ཅོ,78
སོང་ངས,77
འཁོད,77
ལས་གནས,77
འབྱུང་ཁུངས,77
ཁ་གཏད,77
མཚོན་བྱེད,77
ལ་ལས,77
སློབ་གྲྭར,77
ལོ་རབས,77
སྤོབས་པ,77
ཕོ་གསར,77
ཕྲན་བུ,77
གནོད,77
མགྲོན་པོ,77
ཡོངས་འཛིན,77
གསོལ་བ,77
བཟའ,77
དུག,77
ཟིན་པའི,77
ཆས,77
ཆེན་པོས,77
བུམ་པ,77
ཧ,76
ག་ལ,76
བརྩིས,76
དེང་སྐབས,76
འོས,76
ཚོང་ཁང,76
དེ་མ་ཐག,76
བོན་ཆོས,76
རེ་ཞིག,76
རྫས,76
ཨ་ཙི,76
གོམ་པ,76
ཡན,76
བཅོ་བརྒྱད,76
ལེགས་བཤད,76
དང་པོར,76
དབྱུག་པ,76
བསྒྱུར་བ,76
དབྱེ་ཞིབ,76
ལོ་ན,76
རྒྱ་ཁྱོན,76
གར་སྟེགས,76
བློན་ཆེན,75
ཆོས་རྒྱལ,75
ཁོ་བོ,75
ལྷན་ཚོགས,75
ཡུན,75
གྲོང་གསེབ,75
ལས་འགན,75
ནང་ཁུལ,75
ཟི་ལིང,75
ལོ་མ,75
སློབ་དེབ,75
རང་ཁྱིམ,75
ཕྲེང་བ,75
ཐག་རིང,75
མཐོང་ཐོས,75
བསྐུར,75
དང་ལེན,75
གོན,75
བསྡད་ཡ,75
ཟ་མ,75
ནང་མི,75
སྟོབས,74
སྟངས,74
ང་རྒྱལ,74
དྲག,74
མདོག,74
འགྲོ་ན,74
ཞིང༌,74
དབུ་མ,74
ཅི་འདྲ,74
དཔེ་མཛོད་ཁང,74
གངས,74
བདེ་པོ,74
རང་བཙན,74
བཟང་བོ,74
གཡོག་པོ,74
བུད་ཤིང,74
སྲུང,74
ཁྱད་མཚར,74
བྱུང༌,74
བསམ་འཆར,74
བཅོས,74
མི་འདྲ་བའི,74
ཁོ་བོས,74
འབྱེད,74
འགྲུབ,74
བྲལ་བ,73
བོད་པའི,73
ཟད,73
རུས,73
ཕྱིའི,73
ཨོ,73
སྐབས་སུ,73
བློ་གྲོས,73
རབ་ཏུ,73
དེང་དུས,73
སྙན་ངག་པ,73
བཅུ་གསུམ,73
གསུང་ཆོས,73
སྤྲང་པོ,73
ཨ་ཅེ,73
ཆེ་བས,73
ཕྱོགས་གཅིག,73
བག་ལེབ,72
གྱོན་གོས,72
དཔྱད་གཞིའི,72
ག་འདྲ་སེ,72
གཅེན་པོ,72
ཆོས་འབྱུང,72
གུས་མོ,72
རྒྱལ་དབང,72
བཟོས་པའི,72
ཁུངས,72
གནད་འགག,72
དབང་ཆ,72
བཅོས་བསྒྱུར,72
ཉེ་ཆར,72
བུ་ཕྲུག,72
གོ་དོན,72
གྲང་མོ,72
འཛེགས,72
ཞེ་ན,72
བསྒྱུར་བའི,71
གད་སྙིགས,71
ཆར་པ,71
བོད་ལུགས,71
ཐེར་གེ,71
ལོ་རིམ,71
བཀྲུས,71
གདན་ས,71
དྲུག་པའི,71
འཆམ་མཐུན,71
སྔོན་ཐོན,71
བོད་སྨན,71
དགེ་སློབ,71
གཉིས་པོ,71
མ་ཅིག་ལབ་སྒྲོན,71
བསྡུས་གྲྭ,71
ཞབས,71
ཚ་བ,71
སྟེར་བ,71
བསླབ,71
སྒྲིག་ཁྲིམས,71
མི་ཆུང,71
ཆོད,71
ཁ་ཏོན,71
བཟོ་རྩལ,71
བལྟས་ན,71
སྟོན་པའི,71
ལས་ཀའི,71
དགའ་སྟོན,71
ཡལ་ག,71
ངེས་འབྱུང,71
ཁེ་ཕན,71
ཕྲད,71
གྱོན་ཆས,71
ཚ་བོ,71
ཡོང་ན,71
གུར,70
རྗེས་འཇུག,70
དམ་པོ,70
ཡབ་ཡུམ,70
ལྷ་ཡུལ,70
ཞོ,70
འདང,70
འདྲེ,70
མ་ཡིག,70
རྒྱ་ཆེན་པོ,70
གསོལ,70
དགེ་འདུན་པ,70
བཀའ་སློབ,70
སྙིང་པོ,70
སྙན་ཞུ,70
དགོས་དོན,70
མཚུངས,70
ལུས་པོ,70
འབྲིང,70
རི་སྐྱེས,70
ནུབ,70
བྱ་བར,70
འཚར་ལོངས,70
བཟའ་བཏུང,70
རྫུན་མ,70
སེལ,70
བྱུང་བས,70
འོ་ཡ,70
མི་ཉུང་བ,70
མཐུན་སྒྲིལ,70
རི་ཕྲུག,69
ལྡེ་མིག,69
ལག་ཤེས,69
དུང,69
གླུ་གར,69
རྟ་རྒྱུག,69
ཆུའི,69
ས་བོན,69
བཞུགས་པ,69
ཡུལ་སྲོལ,69
རྒྱུག,69
བསགས,69
ཁྱབ་བསྒྲགས,69
གཙང་པོ,69
གཏིང་ཟབ,69
བསྟན་པའི,69
བྲག་ཕུག,69
དི་རི,69
ལྷ་མོ,69
སྒུག,69
སྒྲིག,69
བྱ་ཕོ,69
རྡུང་ལེན,69
བསྒྲགས,69
མ་ཎི,69
སུམ་རྟགས,69
གཉེར,69
ཉི་འོད,69
དགའ་སྤྲོ,69
བསྐོལ,69
དྲུག་ཅུ,69
མགར,69
རིགས་ལམ,69
མང་ཙམ,68
འགྲོ་དགོས,68
རོལ་དབྱངས,68
འདོན་པ,68
སྟག་མོ,68
བར་ཆད,68
བསད་པ,68
འཚོ,68
ས་འོག,68
ཚོང་ལས,68
སྦྱིན་པ་ཆེན་པོ,68
ལོས,68
འདྲ་བའི,68
ཁོ་ཚོས,68
ཀུན་སློང,68
ལས་བྱེད,68
བཀའ་འགྱུར,68
རྗེས་སུ,68
ཉར་ཚགས,68
རྒྱང་སྒྲོག,68
འཕྲལ,68
བརྩེ་དུང,68
མི་སྲིད,68
ཚོང,68
གཡག,68
དཀོན་མཆོག་གསུམ,68
བོད་རིག་པ,67
མཐོ་ཚད,67
ཡུལ་མི,67
འོང་བ,67
མིག་གཉིས་མ,67
མདའ,67
ཁ་བརྡ,67
བསླེབས,67
གསང་བ,67
འཛིན་སྐྱོང,67
ཅིའི་ཕྱིར,67
ཁ་ཐུག,67
སྤེལ་བའི,67
སློང,67
གསེར་དངུལ,67
ཤུགས་སྣོན,67
གླུ་དབྱངས,67
དང་ཐོག,67
ཧུར་ཐག,67
མངོན་མིན,67
ཁུག,67
ཕུན་སུམ་ཚོགས་པའི,67
ལྟར་ན,67
སྙིང་རྗེ་པོ,67
པོད,67
ད་གིན,67
བདམས,67
དར་རྒྱས,67
རྣམ,67
གྲོལ,66
ཕྱི་དྲོ,66
སྐྱེད་སྲིང,66
ཉེས་པ,66
ཞལ་ལག,66
གླང་ཆེན,66
འོས་པ,66
བཅུ་གཅིག,66
འགོ་གཙོ,66
ཁྲོན་པ,66
ཡུམ,66
བཅར,66
སྔོག་འདོན,66
ད་ཐེངས,66
མཛེས་པ,66
ཡོད་ས་རེད,66
སྒྲིག་ཆས,66
མི་སྐྱ,66
སྟོང་པ,66
གཅན་གཟན,66
འདྲ་མཉམ,65
བལྟ་བ,65
སར,65
མི་འདྲ,65
འཁྲབ་གཞུང,65
བྱང,65
རམ,65
རྒྱལ་མཚན,65
སྙམ་པ,65
བསྒུག,65
མན་ངག,65
ཨང་གྲངས,65
འདུ་ཁང,65
ཕུལ་བ,65
ཁྱིམ་བདག,65
ནང་ཆེན,65
མཚན་སྙན,65
ཞུས་པའི,65
མིན་པར,65
དཔལ་ཡོན,65
ཁོག,65
མི་སྣའི,65
བཏགས་པ,65
ཨུ་ཡོན,65
སྙན་གྲགས,65
སྣང་བརྙན,65
རོགས་སྐྱོར,65
གཏོང་ཡ,65
ལྔའི,65
དོན་ཚན,65
རིག,65
བྲོ་གར,65
ཚོགས་འདུའི,65
གྲལ,65
སྐྱོ,65
ཝ,64
ཚོང་པ,64
སྟོན་མོ,64
མི་སྒེར,64
མོས་མཐུན,64
དུམ་བུ,64
ཀྲུའུ་ཞི,64
མི་ཚེའི,64
འཕྲུལ་ཆས,64
གཏན་ཁེལ,64
ཆར,64
འབྲུ་རིགས,64
ཁོང་གཉིས,64
གྲོས,64
འབུམ,64
ཡོད་མཁན,64
ཞིག་གིས,63
མེས་པོ,63
རྔ་པ,63
ལོ་གཅིག,63
འཁྲབ་ཁྲིད་པ,63
ལོ་འཁོར,63
བྱའོ,63
ཡང་དག་པ,63
གོ་གནས,63
བསམ་པའི,63
སེམས་ཤུགས,63
ཆུ་མིག,63
ཚད་མེད,63
ཚོད་ལྟ,63
གཟབ་གཟབ,63
ཟེར་དུས,63
མཛད་རྗེས,63
བླུག,63
རྩ་དོན,63
ཨ་རག,63
རྩོམ་པ་པོའི,63
རྟགས་གསལ,63
ཕན་ཡོན,63
ཉིན་མཚན,63
བསྟན་འགྱུར,63
དམ་བཅའ,63
མ་བྱེད,63
རིས་མེད,63
སླད,63
ཐུན་མིན,62
རྙོག་དྲ,62
ཏན་ཏན,62
འབོད་པ,62
བསྟོད་པ,62
གཞོན་སྐྱེས,62
གྲོ་མ,62
ཕ་རོལ,62
བཀའ་འདྲི,62
རྒྱའི,62
ཚན་པ,62
དད་མོས,62
གྱོན་པ,62
རྒྱུན་ལས,62
ཞེད,62
རྒྱལ་ཁམས,62
ལེའུ,62
གཞུང་ལམ,62
རྒས་པོ,62
དགར་བ,62
མཆུ་སྦྱོར,62
རྒྱལ་མོ,62
མང་གཙོ,62
ཆོས་ཕྱོགས,62
ཡོད་དམ,62
བྱེད་ས,62
དཔེ་སྐྲུན,62
ལོགས,62
ཚད་ཡོད,62
དབར,62
མི་ལོ,61
རྒྱལ་ས,61
འདི་ན,61
ཏང,61
གྱུར་པའི,61
ངག་རྒྱུན,61
མངོན་གསལ,61
པེ་ཅིན,61
ཁམ་བུ,61
ད་ལོའི,61
ཅིང༌,61
ར་མ,61
ཡར་མར,61
མྱུར་བ,61
དགེ་བསྐོས,61
བཀའ་བློན,61
ཆེད་མཁས་པ,61
རུས་པ,61
ཁང་བ,60
འ,60
རྩ་ཆེན,60
མདའ་གཞུ,60
སྔོན་འགོག,60
ཕྲ་མོ,60
དགོན་སྡེའི,60
བཀག,60
སྡེ་བའི,60
བཏང་ན,60
ཐུབ་པར,60
བསྐྱངས,60
ལྷག་མ,60
མཚོ་བོད,60
ཚ,60
ནུ་བོ,60
བཟུང་བ,60
ཕོག,60
གཏུབ,60
ཟིན་བྲིས,60
ཉིན་གཅིག,60
དེ་གའི,60
བཀླགས,60
འགན་འཁྲི,60
རབས,60
བརྒྱབ་ན,60
མི་བྱེད་པ,60
ལྔ་པ,60
ཚུགས་པ,60
ལྷུང་བ,60
འཐུས་ཚང,60
བྱེ་བྲག,60
གཅིག་བྱས་ན,59
ག་ལེ,59
རྒྱ་ཆེའི,59
སྲིན་པོ,59
སྐྱིད་པ,59
མདོ་དབུས་ཁམས་གསུམ,59
ཐེངས་འདིའི,59
ཨུད་པ་ལ,59
ཐོ,59
སྐབས་དེའི,59
ཡིག་ཚད,59
མི་ཆོག,59
ལུ་གུ,59
ཐག་པ,59
ཚ་པོ,59
ནུབ་བྱང,59
ད་ག,59
སྐམ,59
འཁོར་ལོ,59
དབྱེ,59
སྐྱེས་པའི,59
ཟུང་འབྲེལ,59
ཁོ་ཐག,59
གནའ་རྫས,59
སྒྲིག་ལམ,59
ཉིས་བརྒྱ,59
གང་ས,59
བཀོལ,59
གཏོང་སྟངས,59
སྟབས་བདེ,59
སྐད་ཅིག,59
གཟེ་མོ་ཧན་ཧྲེ,59
བཤམས,59
གཉིད་ཁུག,59
ཚན་ཁག,58
ངོ་མཚར,58
གལ་ཡོད་མ་རེད,58
བསྐྲུན་པ,58
ཁྱིམ་མཚེས,58
བྱ་ཡུལ,58
བརྗེ་རེས,58
སྡོང་པོ,58
དྲིན་ལན,58
སྣུམ,58
རོགས་རམ,58
ངོ་ཚ,58
ཡོངས་གྲགས,58
ཡིན་པ་རེད,58
མཐོ་བ,58
མངོན་སུམ,58
ང་ཚོར,58
རྒད་པོ,58
ཁ་གསབ,58
བོད་ཁམས,58
གལ་ཆེ,58
ཤར་བ,58
པད་ཤག,58
ཕོ་གཞོན,58
བཞི་བཅུ,58
ཡུལ་ཤུལ,58
མགོ་ལོག,58
ཆད་པ,58
འདས་པའི,58
ཤང,58
ཇོ་ཇོ,58
བཙོ,58
གདངས,58
ཀ་བ,57
གསལ་བར,57
སྲིད་སྐྱོང,57
སྦྲུལ,57
མི་ཉན,57
ཚོར་སྣང,57
ལོ་རེའི,57
ཉིན་ཤས,57
སྐད་འཕྲིན,57
ལས་བྱེད་པ,57
གླེན་པ,57
སྐོར་ལ,57
མི་ཡུལ,57
དཀའ་བའི,57
གྲོས་བསྡུར,57
བླ་བྲང,57
མང་ཤོས,57
ཕག,57
དེ་འདྲ་ཡིན་དུས,57
སྟ་རེ,57
གཡུགས,57
མ་ཅིག,57
གུང་གསེང,57
མ་མཐོང,57
ཕོ་ཉ,57
ཟ་ཡ,57
བསྒྱུར་བཅོས,57
དྲ་བའི,57
ཞིང་འབྲོག,57
འཚོལ་བཤེར,57
མིན་པའི,57
ཀ,57
ཁོང་ཚོས,57
པ་ཕ,57
དཔེ་མང་པོ,57
ཆབ་མདོ,57
མིག་སྔ,56
འཐབ་རྩོད,56
མིང་ཚིག,56
གངས་ཅན,56
ཚོགས་པས,56
ཚོགས་གཙོ,56
ཨེ་རེད,56
ལུང་བ,56
ལུག་རྫི,56
ཕོ,56
ཕྱུར་བ,56
རྨ་བྱ,56
རོལ་བ,56
མཚོན་པར,56
གླུ་མ,56
སྐྱོབ,56
ཚགས་པར,56
འདོད་པའི,56
ཐར་པ,56
བྱིན་རླབས,56
བློ་རིག,56
སྔོན་པོ,56
དྲ་ལམ,56
སྤྲོ་སྣང,56
སུམ་བརྒྱ,56
འཆར,56
སད,56
བཟང་བ,56
ཡ་རབས,56
གཡས,56
སྤོས,56
ཀློག་ཡ,56
ཆེ་བར,56
གཙོ་གནད,56
སྐར་གྲངས,55
བསམ་ཡས,55
མཚེའུ,55
རླུང་འཕྲིན,55
མ་འགོར་བ,55
སྤྱི་ཁྱབ,55
སྐྲག་མོ,55
རྟག་པ,55
ལྷག་བསམ,55
ཆོག་པའི,55
སྐུ་འབུམ,55
རེ་རེའི,55
ལྷ་ལུང,55
འདྲ་མ་འདྲ,55
གཡོག་མོ,55
དུས་རིམ,55
མཆོང,55
ཞིང་ཁ,55
བཏང་པ,55
ཕྲན,55
མགུར,55
འགའ་རེ,55
རྣམ་དབྱེ,55
བཙན,55
གོ་རེ,55
མི་འདུག་ད,55
མཛུབ་མོ,55
འདྲེན,55
ཁྱིམ་རྒྱུད,55
ཡང་དག,55
གསོད་པ,55
སྒྱུར,55
མཐོང་ཆེན,55
ཐབས་མེད,55
བརྟག,55
བོན་པོའི,55
གཉེན་ཉེ,54
བཙོང,54
གཡུང་དྲུང,54
མཐར་ཐུག,54
ཁྱུ,54
ཚོང་དཔོན,54
འགལ,54
བཞོན,54
གསར་འགོད་པས,54
ཁྱད་པར་ཅན,54
ག་ཏེ་རླིད་སི,54
སྣེ་ལེན,54
ཚོགས་ཆུང,54
ཁབ,54
བཤད་རྒྱུ,54
གནས་མཆོག,54
དེ་མ་གཏོགས,54
མེད་སྟབས,54
བཤད་སྲོལ,54
གཤེན་རབ,54
ཡིག་རིགས,54
གར,54
རང་ཡུལ,54
ལག་ཆ,54
རྣམ་ཤེས,54
ཉེ་འགྲམ,54
ཨ་མ་ལགས,54
ཡོད་ཀྱོག,54
དམག་འཁྲུག,54
ཕྱག་འཚལ,54
ཀླུ,54
བཅུ་དྲུག,54
དྲང་མོ,54
དད་ལྡན,54
གཟབ་རྒྱས,54
རྡོ་ཆས,54
སྐྱ་བོ,54
རྩོད,53
གངས་ལྗོངས,53
ཨུ་ཚུགས,53
བགྲེས་སོང,53
ཁོ་ནར,53
གནའ་ཤུལ,53
དབུགས,53
འཁྲུངས,53
རིན་པོ་ཆེའི,53
འགྲིམ་འགྲུལ,53
ལྷོ་ཕྱོགས,53
བཏང་བའི,53
ཇི་ཙམ,53
ཡང་སྙིང,53
དུག་སློག,53
གསུངས་པའི,53
བླ་རུང,53
ཇི་འདྲ,53
རྩི་ཤིང,53
གཡུ,53
སྡོང་བོ,53
འཇམ་དབྱངས,53
ཞེ་སྡང,53
བཞི་བ,53
ཡིག་སྒྱུར,53
འཛིན་པའི,53
རྣམ་པས,53
བྲན་གཡོག,53
བྱང་ཆུབ,53
བསམ་གཞིགས,53
བསྡད་དུས,53
གང་ཡིན་ཟེར་ན,53
མ་འདྲ་བ,53
དྲེད་མོང,53
སྤྱི་འཐུས,53
སྦྱོར་བ,53
མིན་ན,53
བཀའ་དྲིན་ཆེ,53
མུ་ཏིག,53
ལེན་ཡ,53
ས་སྐྱ,52
རྒྱལ་ནང,52
མཚམས་སྦྱོར,52
བརྗོད་པའི,52
ལྔ་བའི,52
ལྕགས་ལམ,52
ཆོས་སྲིད,52
ཡིན་ནམ,52
རྟོགས་པ,52
གང་ལེགས,52
ག་རེ་བྱས་ནས,52
དཀར,52
རས,52
དྲིས་པ་ན,52
ཁག་ཅིག,52
རིམ་གྱིས,52
ཕ་རྒན,52
ཆབས་ཅིག,52
མང་གཙོའི,52
གསར་པའི,52
དེའི་རྗེས,52
ཁོ་པ,52
བལྟ་དུས,52
མི་རྟག་པ,52
དཔེ་མཛོད,52
མག་པ,52
གདའ,52
སྐྱོང,52
ཡར་སྔོན,52
གསོན,52
ཞིབ་འཇུག་ཁང,52
སྤྱི་བའི,52
བདེ་མོ,52
ཀྱང༌,52
ཤིང༌,52
ཡིད་དབང,52
འཚལ,52
ཡི་གེའི,52
བཞིའི,52
རྒོད་མ,52
དེ་ལྟ་བུའི,52
ཆུ་འཁོར,52
ལྟད་མོ,52
ནད་པ,52
འབངས,51
བསླངས,51
མནན,51
ཡར་ལངས,51
དགའ་ལྡན,51
འགྲོ་མཁན,51
འགའི,51
ཁོང་ཚོའི,51
ཐང་གའི,51
བརྙན,51
བྲག,51
འོད་ཟེར,51
ཚིགས་བཅད,51
སྦས,51
གྲྭ་བཙུན,51
ཤ་བ,51
དགུན་ཁ,51
སོང་བའི,51
མཚོ་ལྷོ,51
འདུན་པ,51
ཏུན་ཧོང,51
ནམ་ཞིག,51
གསུང་བཤད,51
བོན་པོ,51
བོ,51
གནང་བར,51
ཕུ་བོ,51
སྲིད་དབང,51
ཚིག་མཛོད,51
བཅད་པ,51
སྐུ་མགྲོན,51
སྨིན,51
བྱུང་པ,51
མངོན་འགྱུར,51
བྱམས་པ,51
སངས་རྒྱས་པ,51
བགོས,51
རྒྱག་ཡ,51
འབབ,51
མ་མྱོང,51
འབད་པ,51
བཞུགས་པའི,51
བཀལ,51
མགྲོན་ཁང,51
མཛུབ་སྟོན,50
ཁྱིམ་པ,50
ཁྲི་ཀ་རྫོང,50
སྐུ་ཤོགས,50
ཡིག,50
ཇེ་ཉུང,50
འཕེལ་རིམ,50
འགན་འཛིན,50
མདོག་ཁ་པོ,50
སྐད་གྲགས,50
དེ་བཞིན་གཤེགས་པ,50
ཤེས་བྱའི,50
ཞིག་ན,50
དགའ་བོ,50
ཆོས་པ,50
གཤོག་པ,50
ཁྲིམས་ལུགས,50
དབྱིངས,50
ལེགས་སྒྲིག,50
མདོ་སྔགས,50
དུས་ཐོག,50
མོག་མོག,50
དབྱིན་ཇིའི,50
སློབ་མར,50
དཔེ་ཚོགས,50
ཚབས་ཆེན,50
གཏེ་ལེབ,50
དྲང་པོ,50
སྡེ་སྲིད,50
མདང་དགོང,50
དགོངས་དོན,50
བཏེགས,50
ཁྲུང་ཁྲུང,50
སྡོང་དུམ,50
གཏོར,50
འབྲུག,50
སླ,50
ལོ་རེ,50
གཙོ་སྒྲུབ,50
འཚོ་བར,50
འཕགས་པ,50
དགེ་བའི་བཤེས་གཉེན,50
གཞི་བདག,50
སློབ་རའི,50
གཞན་སེལ,50
བམ,50
ཆོས་རྗེ,50
གུ་གེར,50
ཚོད་འཛིན,50
གསོ,49
མཆུ,49
ཉིན་གཉིས་པ,49
འཇོག་པ,49
འཇལ,49
སྔ་པོ,49
འཁེལ,49
ཨ་རི,49
ཞྭ་མོ,49
བདུན་པའི,49
ཐབ་ཚང,49
ཉེ་འཁོར,49
བདུན་ཕྲག,49
འཕྲུལ,49
ནག,49
བསམ་གཞིག,49
འཁྲབ་པ,49
བཞུར,49
ཤིང་ཏོག,49
ཀློག་པ་པོ,49
མུན་པ,49
ཉིན་གང,49
མྱོང་བའི,49
དོར,49
ངོ་རྒོལ,49
འདི་ནས,49
ལྟོགས,49
རྒྱ་མཚོའི,49
ཡོང་བར,49
བསྲེགས,49
དྲི་མ,49
རྒྱན་གོས,49
བསམ་བསམ,49
མགྱོགས,49
སྤྱོད་པའི,49
མིན་པས,49
ལྡོག,49
སྨྲ,49
ཆང་ས,49
བཅུ་པ,49
བཀོད་པའི,49
མདོ་དབུས,49
ནན་ཏན,49
གྲུབ་ཆ,49
དབུ,49
མིང་བརྡ,49
ཟེར་ནས,49
རྒྱབ་ལྗོངས,48
དོམ,48
རྫུ་འཕྲུལ,48
ལྟ་མཁན,48
འཕྲིན་ལས,48
ལེགས་སྐྱེས,48
བགོ་བཤའ,48
ཉོབ,48
ཤར་ཕྱོགས,48
སྙན,48
འགྲེལ་བ,48
རྟ་མཆོག,48
སུའང,48
སྤྱང་རྒན,48
ཕན་ནུས,48
ཕར་ཕྱིན,48
བགྲང,48
བྱས་དུས,48
ཀུང་ཟི,48
གལ་ཆེ་བ,48
སྡོད་ས,48
སུ་ཞིག,48
རིམ་བྱོན,48
ལས་ཞུགས,48
འབར,48
ཁས་བླངས,48
བཤགས་པ,48
སྐོར་བ,48
ཇེ་མཐོར,48
ལོ་རེར,48
བདེ་སྲུང,48
ན་ཟུག,48
འགུལ,48
བརྒྱད་ཅུ,48
རེད་འདུག་ག,48
བདེན,48
བརྡུང,48
དངོས་འབྲེལ,48
འཕངས,48
མཐོང་རྒྱུ,48
སྡེབ་སྦྱོར,48
གནའ་དཔེ,48
ཆུ་བོ,48
བཅུད,48
སོག་པོ,48
རྗོད་བྱེད,48
མེད་དུས,48
བརྒྱད་པའི,48
སྨྲས་པ,48
ཅང,48
མཁས,48
གནང་མཁན,48
བཤད་པ་ན,48
ངོ་ཤེས,48
ཞོན,48
ཁ་བྱང,48
ཉེ་སྔོན,48
དགེ་ལུགས་པའི,48
སྨོས,47
འགོད,47
དམངས་གླུ,47
ཁས,47
རྒྱལ་རོང,47
དར་ལྕོག,47
ལོ་ཆུང,47
སྙམ་པའི,47
མངོན་པ,47
སྤང,47
རེས,47
མཐའ་འཁོར,47
དམར,47
རྒྱུ་འབྲས,47
སྐུ་མཁྱེན,47
འབྱུང་འགྱུར,47
བབ,47
དཀའ་ཚེགས,47
བདེ་བླག,47
ཡིག་ཐོག,47
འཚམས་འདྲི,47
གྲུ,47
རགས་ཙམ,47
ཕལ་ཆེ་བ,47
ཞུགས་པའི,47
མི་གཞན,47
རྩོད་གཞི,47
སྐྲུན,47
རིང་བ,47
གཞུག,47
རང་མཚན,47
སོན,47
གཏོང་བར,47
བཟས་པ,47
བོད་རྒྱ,47
ཡོང་ཡ,47
སྦྱིན,47
ཕུག་རོན,47
གང་ཡོད,47
ཉེ་ལམ,47
དུ་བ,47
རང་རེའི,47
ཆ་བཞག་པ,47
ཆ་ཚང་བ,47
ཐོངས,47
རྒྱུན་འཁྱོངས,47
འགྲོགས,47
མགོན་པོ,47
འགྲོ་སོང,47
སྨྲ་བའི,47
ཕྱིན་ན,47
གཉེར་བ,47
རྒྱུས,47
གོང་གསལ,47
ལོན་པ,46
འཇིགས་མེད,46
དོང,46
འཕྲོག,46
བསྐྱོད་པ,46
ཡི་དམ,46
མི་རྣམས,46
འབྲོག་ཁུལ,46
གསོས,46
ཤུགས་ཆེན་པོ,46
གསར་རྙིང,46
ཕྱག་ལེན,46
དགོས་དུས,46
དབང་བསྒྱུར,46
ས་ཞིང,46
གང་བོ,46
ལྷག་ཙམ,46
ལྡུམ་ར,46
ཉེར,46
གདུང་རབས,46
འབའ་ཞིག,46
འཐུས་ཚབ,46
གྲོངས,46
དབང་པོ,46
རེའུ,46
གཅིག་མཚུངས,46
ཉི་ཧོང,46
རལ་གྲི,46
མོ་ཊ,46
རེར,46
སྨྱུ་གུ,46
གསུང་རབ,46
གོང་ས,46
སྣེ་ཁྲིད,46
དལ,46
གཉེན་སྟོན,46
དུད་འགྲོ,46
བྱམས,46
རེའུ་མིག,46
མ་མཐའ,46
ཞིབ་འཇུག་པ,46
ཁྱོ་མང་ཤུག་གཅིག,46
གླེགས་བམ,46
བརྒྱ་ཕྲག,46
བགྱིས,46
རྡུང,46
ལྔ་བ,46
སྒྲུབ་པའི,46
དོགས,46
ལས་རྒྱུ་འབྲས,46
མགོ་སྐོར,46
བཏུང,46
མཉམ་ལས,46
ཤིང་ནགས,46
ཨ་རིའི,46
ཁྱད་པར་བ,45
དགའ་བའི,45
བཟང་ངན,45
ཨ་མས,45
རྐང,45
དམིགས་འབེན,45
ལུས་ཁམས,45
དེ་ལྟ་བུ,45
གཙོས,45
དཔོན,45
བརྡ,45
སྦྱངས་པ,45
པར་རིས,45
དགེ་འདུན་ཆོས་འཕེལ,45
ས་སྲོས,45
ཞལ་འདེབས,45
རྣམ་གཞག,45
ཆར་བ,45
ལོ་ཏོག,45
རོལ་མོ,45
ཟེར་མཁན,45
དུ་མའི,45
ཡོ་རོབ,45
དེ་རིགས,45
ཇེ་ཆེ,45
དམངས་གཙོ,45
ཨུ་ཡོན་ལྷན་ཁང,45
ཡིན་མོད,45
ལྷ་སར,45
ཝེ,45
ཁ་ཤགས,45
རྡ་རམ་ས་ལ,45
སྐད་ཆའི,45
མངའ་ཁོངས,45
ཁེངས་པ,45
འགྱུར་བའི,45
ཡོང་མཁན,45
བཤད་ཚུལ,45
ནོར་ནག,45
འབྲི་བ,45
གཟི་བརྗིད,45
རྡོག་རྡོག,45
རྒྱལ་ཕྲན,45
གཟུགས་བརྙན,45
སྣོད,45
བཅངས,45
ཆོག་མཆན,45
མྱ་ངན,45
གོ་རྟོགས,45
སྦྱར་བ,45
ལྷོད་ལྷོད,45
དམ་ཚིག,45
བསྐྱུར,45
ལྷོ,45
མི་ཆོས,45
བྲལ་བའི,45
བ་གླང,45
མི་སྣས,45
བསྡད་ས,45
རྔ་མོང,45
མ་འོངས་པའི,45
བརྗོད་དོན,45
ཆུང་ངུ,45
བྱང་ཆུབ་ཀྱི་སེམས,44
སྲིད་གྲོས,44
མགྱོགས་མྱུར,44
མ་བཤད,44
རྒྱུགས་སྤྲོད,44
རྟོག་ཞིབ,44
བྱི་བ,44
གྱེས,44
མེད་ཀྱོག,44
གསལ་པོར,44
མཐོ་འབྲིང,44
འབད,44
ཆིག་སྟོང,44
ཚེ་འདས,44
དགོད,44
བཅུ་གསུམ་པའི,44
བཅའ་ཁྲིམས,44
དཔའ་བོ,44
དམའ་འབྲིང,44
རེད་ཡ,44
འོས་འགན,44
ཉམས་པ,44
དོན་དུ,44
དགུ་པ,44
མི་ལུས,44
མཁས་གྲུབ,44
ཟངས,44
འུ་གཉིས,44
ཐོས་བསམ,44
སྤོ་བོ,44
ཉན་མཁན,44
འདི་ག,44
སོང་བས,44
མཐོ་བའི,44
འཐུང་བ,44
ཕེབས་པའི,44
འདྲའི,44
ཚོད་དཔག,44
མཆོད་མེ,44
ཤིང་རྟ་འཁོར་ལོ,44
གྲངས་ཉུང་མི་རིགས,44
ཁོ་རེ,44
མཐར་ཕྱིན,44
རབ་དང་རིམ་པ,44
ཕུང་པོ,44
རྟེན་གཞི,44
ཁྲུས,44
བབས་པ,44
མདུན་ལམ,44
གསར་འགོད་པ,44
ངན,44
སྤུན་ཟླ,44
ཟུང,44
མདོ་ཁམས,44
ཐར,44
རྗེས་ལུས,44
སེམས་སྡུག,44
དཀའ་སྡུག,44
འཕེན,43
སྐྱེས་བུ,43
འགྲན་ཟླ,43
རྒྱ་ཆེ་བའི,43
བཞེངས་པའི,43
དེ་རང,43
བཞག་པའི,43
ཨ་རིག,43
མཁོ་འདོན,43
སྟག་རྒོད,43
འགྲོས,43
བྱ་གླག,43
ད་རུང,43
ཁྲོམ,43
གོང་མའི,43
མཛེས་ལྡན,43
དུས་འཁོར,43
གསོན་པོ,43
ཡུལ་དངོས,43
ཉུང་བ,43
མི་མཐུན་པ,43
གཞི་རྒྱ,43
ཁ་བ,43
དམིགས་པ,43
དྲང་བདེན,43
བསུས,43
མགོ་བརྩམས,43
བླ,43
གུས་པ,43
གྱང,43
བརྒྱབས,43
རྒྱ་སྐད,43
མཉེན་ཆས,43
དྲི,43
རྒྱང་རིང,43
ཡིག་འབྲུ,43
ཕོ་རོག,43
ཡོང་འབབ,43
ཉིན་མ,43
པདྨ,43
དངོས་རྫས,43
ངོས་ལེན,43
བསྔགས་བརྗོད,43
གྲུ་བཞི,43
མཆི་མ,43
ཚོང་བ,43
ཉེ,43
འབུར,43
འུ་ཅག,43
མི་འདུག་བ,43
དམྱལ་བ,43
གྲུ་བཞི་མ,43
སྟེགས་བུ,43
རྗེ་བཙུན,43
བསླབ་པ,43
ཆོས་ར,43
ལས་འགུལ,43
ལྡིང,43
མཐུན་པར,43
ཆ་སྙོམས,43
ངེས་ཤེས,43
ཁྱིམ་མི,43
མལ,42
བསམས་པ,42
ཁྱབ་པ,42
རྒྱལ་ཁ,42
རྒྱལ་བོ་ཚང,42
འདོན་སྤེལ,42
ཡིན་གཅིག་མིན་གཅིག,42
མ་རྩ,42
གཙང་སྦྲ,42
སྔ,42
གཤིས་ཀ,42
གཞུང་སྒྲུབ་ཁང,42
རི་རྩེ,42
མཇལ་བ,42
རླུང་བུ,42
ས་གཞི,42
ཐུབ་ས,42
བཤད་སྟངས,42
ཡན་ཆད,42
འབྲི་ཡ,42
སྤུ,42
ཞུ་དག,42
སྐོར་བྲོ,42
སྦྲེལ,42
ངོ་གདོང,42
སྣེ,42
སྤྱན་རས་གཟིགས,42
འཛིན་བྱང,42
བྱ་རྒོད,42
དགའ་ཞེན,42
བརྩི་བཀུར,42
ཧ་ལས་པ,42
ཡུལ་ལྷ,42
གྲྭ་ས,42
མི་འདུག་པ,42
ལས་རིམ,42
མཁར,42
རྒྱང,42
ཐེབས་པ,42
རྙོག་འཛིང,42
བྱ་ཕྲུག,42
དཔོན་པོ,42
འབུད,42
དགོས་བ,42
བཟོ་བའི,42
ཧྲུའུ་ཅི,42
གཡོན,42
ཨ་ཆེ,42
མི་སེར,42
བཞི་བའི,42
རུང་བ,42
དཀྱིལ་འཁོར,41
སྐལ་བ,41
སྔོན་བྱོན,41
ཨང་དང་པོ,41
ལས་སྣེ,41
རེད་བས,41
སྒྲོག་པ,41
ཚོ་བ,41
དོད,41
རྐྱང,41
གཟའ་འཁོར,41
ཚར་དུས,41
བླ་མེད,41
རྩི,41
ཇེ་ཆེར,41
པར་བསྐྲུན,41
དུ་མར,41
ད་སྐབས,41
བང་མཛོད,41
རྒྱ་མི,41
བསྡུས་པའི,41
བླ་མའི,41
འཕེལ་བའི,41
འགྲེམས་སྟོན,41
འགྱོད་པ,41
སོག་ཡིག,41
རྒྱ་མ,41
སྲིད་པའི,41
མིག་ལམ,41
ཉུང་ཙམ,41
སྒྲ་སྙན,41
གཞིར་བཟུང,41
ཕོ་མོའི,41
བལ,41
གསར་སྐྲུན,41
རེག,41
ཇུས་འགོད,41
ཅི་ཙམ,41
མ་ཚད,41
ཟམ་པ,41
བརླག,41
ཉིས་སྟོང,41
འདུས་པའི,41
བསྐྲུན་པའི,41
ཚན,41
མི་སྲིད་པ,41
ལྐོག,41
འཐུ,41
འགྲུལ་བཞུད,41
ལྷམ་བཟོ་བ,41
གྲོ,41
འགན་འཁུར,41
ཐུང་ཐུང,41
རྒྱགས་པ,41
ལྟ་ཀློག,41
རེད་འདུག,41
དེ་འཕྲལ,41
བྱང་ཆུབ་སེམས་དཔའ,41
ལོ་ནས,41
མོའི,41
ཚང་མར,41
སྤུ་རྒྱལ,40
ཕྱག་འཚལ་ལོ,40
བསྡོམས་པས,40
བརྩོན་པ,40
སྲིད་དོན,40
ལེགས་སྦྱར,40
མི་གཞི,40
མ་རྙེད,40
ས་མིང,40
བདེ་ལེགས,40
གཙོ་ཆེ་ཤོས,40
མི་རུང་བ,40
སྣང་མེད,40
འུ,40
བདག་ཉིད,40
མི་ཚོགས,40
མནར,40
སྐྱབས་མགོན,40
ཇག་པ,40
ཚོགས་ཁང,40
གསོལ་སྟོན,40
མ་འོངས་པར,40
ཀུན་ཏུ,40
བཤམས་སྟོན་ཁང,40
དགོངས,40
དེའི་སྐབས,40
ཉ་པ,40
སྒྲོག་ཙེ,40
གསན,40
མཛད་སྒོའི,40
ནན་མོ,40
བཞག་ཡ,40
མི་ཚོ,40
ཐུབ་ཡ,40
རྔན་པ,40
མཛེས་ལྗོངས,40
དགུན,40
བདུན་ཅུ,40
འདི་ལྟ་བུ,40
ཡོང་ས,40
དགེ་བཤེས་མ,40
རྙིང་མ,40
གོ་སྒྲིག,40
ཕྱེ་བ,40
ཉུང་ཉུང,40
བརྒལ་བ,40
དམ་འཛིན,40
ཤར་གཏོང,40
སོགས་པ,40
སྐུ་བརྙན,40
མགར་ཐར,40
བསྩལ,40
གྲོང,40
ཚུལ་ཁྲིམས,40
བརྗོད་བྱའི,40
ཁྱོ་ཤུག,40
སྒྱུ་རྩལ་པ,40
རྨོ་བོ,40
སྐྱོན་བརྗོད,40
འཛམ་བུ་གླིང,40
གཏང་ཡ,40
མཚན་ཉིད་རིག་པ,40
བསྲེས,40
བ་ལང,40
སྒྲུབ་བྱེད,40
དབྱིན་ཡིག,40
འགྱེལ,40
རང་ཅག,40
འཕེལ་བ,40
སྤྱི་ཁྱབ་ཁང,40
བར་ཐག,40
བཅའ་སྡོད,39
གནས་སྐོར,39
བཏུས,39
ར་སྤྲོད,39
སྐྱོན་ཆ,39
དངངས་སྐྲག,39
པད་མ་ཚེ་བརྟན,39
ཐ་མ,39
རྫུན,39
ལས་གྲྭ,39
དགོས་ཚུལ,39
མཐེ་བོང,39
དཔེར་བརྗོད,39
ཤེས་པར,39
སེམས་ཁུར,39
རི་མགོ,39
བྱ་གཞག,39
ཚེ་ཐར,39
མ་འདས,39
ལྟ་སྐོར,39
སྐྱ་ཀ,39
ཁ་གསལ,39
ཆ་ཤས,39
ཁུག་མ,39
དྲེད་མོ,39
ཤེས་པའི,39
མཐོ་སློབ,39
གནས་རི,39
རི་མོའི,39
རྒྱལ་བུ,39
མ་འོངས,39
ཐག་བཅད,39
ལས་སླ་པོ,39
བཙོན་ཁང,39
བྲེལ་བ,39
དགའ་ལྡན་ཕོ་བྲང,39
འཛུགས་སྐྱོང,39
འདི་རིགས,39
སྔ་ས,39
བལྟ་ཡ,39
དོན་མེད,39
ཡག་པ,39
འཕྲིན,39
ཐབ,39
རེའི,39
ཕྱོགས་བསྒྲིགས,39
བེད,39
རིམ་པར,39
ལམ་བུ,39
སུམ,39
རྩོམ་པ་པོས,39
འཆི,39
ཡིན་ཚུལ,39
རྫིག་པོ,39
མི་དམན་པ,39
གཞི་རྩའི,39
བཟའ་ཚང,39
གཏོགས,39
མ་ཡར,39
ཡེ་ཤེས,39
འཇིགས་པ,39
དགོས་ངེས,39
བཞེངས་པ,39
རེ་གཉིས,39
སྒྲོག,39
ད་ལོར,38
འཆད་ཁྲིད,38
ཡིག་རྩལ,38
དག་ཐེར,38
བྱེད་ན,38
དྲངས་པ,38
མེ་ཏོག་འཚོ,38
དཔྱད་ཡིག,38
ཐུབ་མཁན,38
མཚུངས་པ,38
ལེགས་ཉེས,38
འདུལ,38
ཁམས་ཕྱོགས,38
རྒྱལ་སྤྱི,38
བྱང་ཕྱོགས,38
ཆགས་ཡ,38
ཁྱོན་བསྡོམས,38
བྱུང་རིམ,38
དྲིལ་བསྒྲགས,38
ཡག་ག,38
བསམ་ན,38
གཏོང་རྒྱུ,38
ཡིན་ཙང,38
སྒལ་པ,38
དཔར,38
ཐུང,38
ཅི་རིགས,38
བཟོད་པ,38
གཏན་ནས,38
ཐེལ་ཙེ,38
ཁུ་བ,38
ཨུ་ལྷན,38
ཇེ་ལེགས,38
འགྲོ་རྒྱུ,38
འཐུས་མི,38
ཁྱེད་གཉིས,38
ཁྱི་རྒན,38
ཡངས,38
དགྲ,38
དཀོན་པོ,38
རྔ,38
བ་མོ,38
ཐར་བ,38
ཡིན་རུང,38
འཁྲུངས་སྐར,38
མཐོར་འདེགས,38
བླངས་པའི,38
ཁོང་རང,38
ཧྥུ་ལེ་ཐེར,38
ཡིག་རྙིང,38
མ་རྙེད་པ,38
རེད།,38
འཇིགས,38
ཤེས་མཁན,38
རྔ་མ,38
ལྟ་བའི,38
ལོ་མཇུག,38
ཨའུ་ཙམ,38
དགུན་དུས,38
སྤོ,38
ར་བ,38
བལ་ཡུལ,38
ཧ་ཧ་ཧ,38
དུག་སེལ,38
འཕར,38
འབྲས,38
ཞི་བདེ,38
འཇུག་པའི,38
ཛ་དྲག,38
འབུལ་བ,38
བཅུ་བཞི,38
ཡིག་ཆའི,37
བརྒལ་བའི,37
ཉག་གཅིག,37
རྫོང་དཔོན,37
རག་པ,37
སྤྲོ་ཚོགས,37
གསང་སྤྱོད,37
ཝ་ཡེ,37
འཕྱེ,37
གློད,37
མང་ཉུང,37
མགྲོན,37
མང་དག,37
དུས་སྟོན,37
ཕ་བོང,37
མི་ཆུང་གཏེ་ལེབ,37
བཤད་མཁན,37
པང,37
ཆགས་པའི,37
དགེ་ལུགས་པ,37
རྟོགས་བརྗོད,37
བདག་ཅག,37
དུས་ཚིགས,37
སྐུ་ཚེ,37
འགྲོ་བ་མིའི,37
ཞིང་ཁམས,37
སྒྲ་གདངས,37
རང་གྲོལ,37
འབྱོར་བ,37
མི་ཚང,37
ཁོ་མོའི,37
ཤེལ,37
སེ,37
འཇིགས་སྐྲག,37
བརྡུངས,37
སྤྱང་གྲུང,37
མི་འབོར,37
རྒན་གཞོན,37
སོང་བ་ན,37
མྱངས,37
ཡིན་ཡིན་པ,37
ཕྱག་རྒྱ,37
སྐྱབས་འགྲོ,37
ནམ་ཟླ,37
མཐུད,37
རྒྱས་པར,37
ཉེས་རྡུང,37
མི་བདེ་བ,37
རྩ་མེད,37
འཁྱེར་བ,37
ལྷ་རིས,37
འཛོམས་པ,37
ཞིག་གསོ,37
འགན་བཅོལ,37
དྲུང་ཡིག,37
གཞུ,37
སྔ་དྲོ,37
རང་རེ,37
བརྟན,37
རླབས་ཆེན,37
འཆད,37
ས་སྐྱའི,37
རྩེས,37
རིང་མོ,36
གངས་དཀར་མ,36
དྲིལ་སྒྲོག,36
རྗེས་ཤུལ,36
བདག་སྐྱོང,36
བརྐུས,36
ལེགས་བཅོས,36
དྲ་རྒྱ,36
འཛོམས་པའི,36
འཕོ་འགྱུར,36
བཟོ་ལས,36
ཚུན,36
མིང་ཐོ,36
ཡིད་དུ་འོང་བ,36
སྤྲང་བོ,36
འདྲེས,36
ཁེར་རྐྱང,36
འཕྲིན་ཡིག,36
བཀྲུ,36
དབྱར,36
རང་གཞན,36
གན,36
ཤོག་གྲངས,36
ཁྲོས,36
ཟ་རྒྱུ,36
ཀླད་པ,36
ཐེ་གེ,36
ཙན་དན,36
ལག་ཁྱེར,36
ལྟ་དུས,36
ཅི་ལྟར,36
གསང་སྔགས,36
གླིང་ཕྲན,36
གཡང,36
ཁྱབ་སྤེལ,36
ཕུལ་ཡ,36
བཟུང་བའི,36
དྭངས་མ,36
འབྲི་བའི,36
སྣོན,36
སྙན་མོ,36
དཀར་མཛེས,36
བཅོས་སྒྱུར,36
ཀློང,36
མིན་ནམ,36
གནའ,36
གཞིར,36
དྲིན,36
ཡལ,36
རིང་ཚད,36
ཡུལ་སྐོར་བ,36
རན,36
གཞན་པའི,36
སྒྲུབ་མཆོད,36
གནང་པ,36
བཅུའི,36
ལུས་ཕུང,36
ཐ་ཆུང,36
ངོས་བཟུང,36
གཅེས་ཕྲུག,36
བློ་ཁོག,36
བྱུང་སོང,36
ཇ་ཁང,36
གནས་ཡུལ,36
མི་རིང་བ,36
སྡུག་ཅག,36
རིག་རྫས,36
དུག་སྦྲུལ,36
མཁའ་དབུགས,36
སྡེར་མོ,36
མི་མང་པོ,36
རྩོམ་སྒྲིག་ཁང,36
ཐེངས་ཤིག,36
བཟོ་བཀོད,36
ཁ་བྲལ,36
བཀང,36
མཚོན་ཆ,36
དགེ་ཚུལ,36
ཆེད་དོན,36
རེ་འདུན,36
ཕ་སྐད,36
ཤེད,35
དབང་མེད,35
དེ་ལ་ཡང,35
སྐད་རིགས,35
བྱིའུ,35
དམའ,35
བརྩོན,35
རྒྱུགས་ལེན,35
གཟབ་ནན,35
སྦྱོར,35
ཚིག་སྦྱོར,35
ནགས་ཁྲོད,35
བྱ་མོ,35
བདེན་དཔང,35
བྲག་ཁུང,35
ལྷན་ཁང,35
ཤ་ཁྲག,35
གངས་རི,35
ཚན་རིག་ཁང,35
སྤུས་ལེགས,35
ཆོས་དུང,35
གཙོར,35
གྲལ་རིམ,35
གླིང་བུ,35
བྱུང་ཚུལ,35
ཁྱེའུ,35
བསགས་པ,35
བརྟེན་པའི,35
དམག་དཔུང,35
ཁོག་པ,35
རུམ,35
འུག་པ,35
ལྡེབས་རིས,35
འབའ་རྫོང,35
མྱོང་མེད,35
འགོག,35
མཁར་རྫོང,35
གྲོག་མ,35
རྒྱལ་བའི,35
སྤྲོ་སྐྱིད,35
ཡུན་ནན,35
བྱམས་པ་གླིང,35
འགན་སྲུང,35
ཞུ་ཡ,35
འགོ་ཚུགས,35
རིན་གོང,35
ཆ་རྒྱུས,35
རེ་ཟུང,35
རྨ,35
བློ་སྦྱོང,35
རྗེས་དྲན,35
བཟོ་མཁན,35
རྩད་གཅོད,35
འཐམས,35
རླུང་རྟ,35
ཉོ་ཚོང,35
གང་ཐུབ,35
སྤེལ་རེས,35
སྤྲས,35
ཐོག་ཁ,35
བདུད་རྩི,35
ཡིད་སེམས,35
གྲྭ་ཤག,35
ལོ་ཚིགས,35
བསུ་བ,35
གསེབ,35
གོ་འཕང,35
ཇི་སྐད,35
མི་དམངས་སྲིད་གཞུང,35
མདའ་འཕེན,35
སློབ་མས,35
ཆེན་པོར,35
བཤུས,35
ཤིན,35
གཉིས་ཆ,35
གཤིན་རྗེ,35
གས,35
བོད་གཞུང,35
འཇུས,35
ཁྭ་ཏ,35
འདྲ་མིན་སྣ་ཚོགས,35
བཤད་དུས,35
སྒུལ་ཤུགས,35
ལྟ་གྲུབ,35
རྡོ་རིང,35
གཡུ་ཕྲེང,35
ངག་དབང,35
མར་ཁུ,35
གཟིག,35
ཁོ་མོས,35
གླེང་གཞི,35
པུར་སྒམ,35
མཁའ་འགྲོ,35
མདངས,35
དྲ་ཚིགས,35
མ་འགྲོ,34
དེ་ལ་བརྟེན་ནས,34
གཙོས་པའི,34
སྔོན་འགྲོ,34
ཐུགས་རྗེ,34
གནོན་ཤུགས,34
ཡ་གི,34
གཡོགས,34
འབྱུང་བའི,34
འཕུར་བ,34
ཆོས་སྐྱོང,34
དཔའ་རིས,34
གཡས་པ,34
ཚར་ན,34
སྤུན,34
གདོན,34
བྱ་དགའི,34
མ་མོ,34
སྙན་པ,34
ལྟོ,34
ཕྱི་ཕྱོགས,34
ནང་གསེས,34
འབྲི་མཁན,34
འཛུགས་བསྐྲུན,34
བཅུ་ཕྲག,34
ས་སྟེང,34
ཐང་ཀ,34
ད་སྔ,34
ཚོགས་འདུར,34
ལྡན་པས,34
ཀླུ་རོལ,34
དུས་སུ,34
ཚེར་མ,34
འཁྲབ་ཁྲིད,34
འཆད་ཉན,34
ཤིང་རྟ,34
ཡོད་ཚུལ,34
ལ་ལར,34
ལེགས་པའི,34
རེ་རེར,34
གསུང་པ,34
ཨ་ལགས,34
གཞིས་ཀ་རྩེ,34
ཨ་མདོའི,34
གཙོ་ཆེ་བ,34
འབོར་ཆེན,34
དགོངས་དག,34
སྤར,34
ཚུད་པ,34
ཕན་འབྲས,34
ཕྱགས་མ,34
རི་བྱ,34
རུབ,34
འཁྲབ་སྟོན་པ,34
ཡ་མཚན་ཅན,34
ན་བ,34
ཚང་བ,34
གཉའ,34
ཁྱེད་ཅག,34
བརྒྱ་ཆའི,34
དྲགས་པ,34
ཞིབ་འཇུག་གླིང,34
མིས,34
སློག,34
བྱི་ལ,34
ཐལ་བ,34
མཁན་རིན་པོ་ཆེ,34
རྒྱལ་པོའི་ཕོ་བྲང,34
མེ་འཁོར,34
ཆ་བཞག་ན,34
གཞུས,34
གཟན,34
ཉམས་འགྱུར,34
བདེ་སྡུག,34
འཛུལ་བ,34
ཆབ་སྤེལ,34
དགག་པ,34
མི་རུང་བའི,34
སྤངས,34
བསམ་ཡུལ,34
འོད་སྣང,34
གྱུར་བའི,34
འོས་པའི,34
འཕྲོད,34
དགྲ་བོ,33
གདམས་པ,33
ཚད་མ,33
བཙལ་བ,33
བར་སྣང,33
ཉོན,33
ཁ་ཡ,33
སྐབས་དེ་དུས,33
གཡོག,33
ནང་ལོགས་ན,33
སྤྲད་ཡ,33
གསོ་བ,33
བདེ་ཆེན,33
ཧྲིལ་པོ,33
ཏོག,33
སྒྲོ,33
སྐེད་པ,33
མིན་འགྲོ,33
གསར་འགྱུར་ཁང,33
སྐུ་དྲག,33
ལྟ་ཞིབ,33
ཞུ་མཁན,33
རྟེའུ,33
ཡོད་ད,33
རྣམ་དཔྱོད,33
ཁྲི་སྲོང་ལྡེ་བཙན,33
བདེ་བའི,33
སྐྱོ་བོ,33
ཕྱུགས,33
རྟ་རྒན,33
མཉམ་འབྲེལ་རྒྱལ་ཚོགས,33
གཉེན་སྲོལ,33
གཞས་ཚིག,33
འགར,33
མི་ཆོག་པ,33
རིན་པོ་ཆེས,33
སྐད་སྒྲ,33
ས་གཤིས,33
བརྗོད་པར,33
ཞེས་བྱ་བ,33
སྒྲིག་སྲོལ,33
སྐབས་རེ,33
དགར,33
ཕུན་ཚོགས,33
རིག་ཚན,33
ཚིག་རྐང,33
གོང་འོག,33
བླུགས་པ,33
ཕྱུགས་ལས,33
བཀོག,33
ཧོར,33
ངེད་ཚང,33
ཁོ་ནའི,33
ཁ་ཅིག,33
མི་ཡོང,33
རིང་བོ,33
ཀུན་མཁྱེན,33
འཇམ,33
འདུ,33
འབྲོག་པའི,33
མཐིལ,33
གོམ་སྟབས,33
བསྐྱོན,33
མཚོན་རྟགས,33
ཚར་པ,33
འཐེན་པ,33
ལོན,33
རྒྱ་རིགས,33
སྒོ་ལྕགས,33
བསྒྲུབ་པ,33
སྙན་པའི,33
མང་བའི,33
ས་ཁོངས,33
འདུག་གམ,33
ལོ་ཙཱའི,33
གཏེར,33
འཕྲོས,33
སློབ་གསོར,33
རྐང་ལག,33
སྒྲ་འཇུག,33
ཕྱག་ལས,33
ཅུས,33
ཟབ,33
མཚོ་མོ,33
གཤེགས,33
རྐུབ་སྟེགས,33
གློག་འཕྲིན,33
ཉལ་བ,33
གསར་སྤེལ,33
རྒྱ་སེ,33
མཐོང་དུས,33
དུས་མཚུངས,33
ལྷད་མེད,33
མིང་གྲགས,33
འདེམས,33
ཁྲིམས་དཔོན,33
གྲོགས་མོ,33
ཐག་རིང་པོ,33
ཁད,33
འབྲངས,33
རྫ,33
གནས་ཚང,33
ཁ་རོག,32
སྡེ་མི,32
ཧོར་ཟླ,32
བསམ་པའི་དོན་གྲུབ,32
སྟུག་པོ,32
ཡིད་སྨོན,32
ལུག་ཕྲུག,32
སྲུང་བ,32
བརྒྱུད་པའི,32
སྐོང,32
ཧུར་བརྩོན,32
ན་བཟའ,32
རྩེ་མོ,32
སེམས་ཅན་ཆེན་པོ,32
ཤེའུ,32
མཆོད་པའི,32
ཡོད་སྟབས,32
ཟགས,32
མེན་པ,32
ལྔ་སྟོང,32
གྲོ་ཞིབ,32
རན་པ,32
ལམ་སྲོལ,32
སྤོ་བོ་ལགས,32
ཨོ་རྒྱན,32
བསྐྱར,32
སེར,32
དེ་ཚོས,32
རྒྱལ་བློན,32
སྦལ་བ,32
འོས་བསྡུའི,32
མཆུ་ཏོ,32
ལངས་པ,32
བཅག,32
སྦྲང་ཆར,32
འདེགས,32
སྐྲ་ལོ,32
སྐུལ་མ,32
སླར་གསོ,32
རྒྱ་ཆེ,32
ལྷ་མོའི,32
ཡང་དག་པའི,32
བརྗེས,32
བསྣན,32
གཏོད,32
གཉིས་པར,32
སྡོད་ཁང,32
ཞབས་བརྟན,32
ཨམ་སྐད,32
ཕལ་བ,32
ཡོངས་ཁྱབ,32
མཐུག་པོ,32
ཅི་གང,32
ཉིན་རྒྱུན,32
ཡིག་རྒྱུགས,32
གཤིས,32
དབུ་ཁྲིད,32
དྲགས,32
འཇིགས་སྐུལ,32
མི་བྱེད་པར,32
རྟག,32
སྲོང་བཙན,32
རྔོན,32
འདེབས་པ,32
པ་སངས,32
ཐོས་བསམ་སྒོམ་གསུམ,32
ཆོས་ཅན,32
དམའ་བ,32
པོ་ཏི,32
རེ་འགའ,32
དགའ་རོགས,32
ཏྲེ་བོ,32
ཁྲིམས་ཁང,32
རྒན་རྒོན,32
མདོ་འཛིན་པ,32
བསྲུང,32
ཇོ་བོ,32
ཕར་ཚུར,32
བསྐྱལ་བ,32
མཛོད་ཁང,32
ཇོ,32
ཐོབ་མཁན,32
མི་འགྱུར,32
ཁག་གཅིག,32
སྦྲ,32
སློབ་གཙོ,32
ཤེས་ལྡན,32
ལི,32
འཚོལ་ཞིབ,32
མི་འདུག་གས,32
ཟླ་བ་ཚེ་རིང,32
མ་གི,32
ནུས་རྩལ,32
ཡིག་བསྒྱུར,32
གཙིགས,32
ཚན་རིག་པ,32
ཆོས་ཚོགས,32
འཇིགས་སུ་རུང་བ,32
ཡ་མཚན་པ,32
བར་དོ,32
གུ་ཡངས,31
བསམ་བཞིན,31
རྙིང་བ,31
སྐལ་བཟང,31
བྲག་དཀར,31
ཀ་མེད,31
བྱམས་བརྩེ,31
འཇིགས་བྱེད,31
ཆེས་ཆེར,31
ཁྲིད་སྟོན,31
ཞག,31
ལྷག་པའི,31
རྒྱབ་ལོགས,31
དཔུང,31
བརྩེ་སེམས,31
ཧྥ་རན་སིའི,31
ལོ་ཟླ,31
མཛོ་མོ,31
དོད་པ,31
སྣ་ཚོགས་པ,31
དགའ་སྣང,31
གང་ན,31
རིང་ཐུང,31
བོའི,31
མཐའ་གཅིག་ཏུ,31
ཐ་དད,31
ཡ་གྱལ,31
བརྒྱུགས,31
འོས་བསྡུ,31
བརྩོན་འགྲུས,31
ཡུལ་ལུང,31
དཀར་མཛེས་ཁུལ,31
གཉའ་ཁྲི་བཙན་པོ,31
བསྒྲུབས་པ,31
ཞན་པ,31
གསོག,31
གྲོང་ཚོའི,31
ནང་འདྲེན,31
སྔ་ཕྱི,31
སྒོ་ཕྱུགས,31
མཇུག་མཐར,31
གཙོ་བོའི,31
འཐོར,31
བསྟར,31
སྔ་རབས,31
དབྱངས་རྟ,31
འགྲན་རྩོད,31
བློ་ཁ,31
སྡོད་པ,31
རྣམ་སྨིན,31
གསར་འཛུགས,31
གྲོང་སྡེ,31
གཅིག་གཉིས,31
དབྱར་ཁ,31
བརྡ་འཕྲིན,31
གཉེན,31
བཟོ་སྟངས,31
འདི་བ,31
མ་ཡོང,31
གླེང་སྟེགས,31
སུན་སྣང,31
འདབས,31
ཨེ་ཡོད,31
རི་རྒྱུད,31
པུས་མོ,31
ཁྱབ་པའི,31
དེ་ལྟ,31
འཚོལ་སྡུད,31
ཞིབ་ཚགས,31
བསུ,31
རེ་རེས,31
ཤེས་ན,31
མཚོན་ཐབས,31
གསལ་བའི,31
སྐོར་ཞིབ,31
འདོགས,31
རྣམ་དག,31
ཧྲིལ་བོ,31
འདི་འདྲའི,31
ཆོལ་ཁ,31
དུད་ཚང,31
ཐབས་ཇུས,31
བཅུ་གཉིས་པའི,31
གཟའ་ཉི་མ,31
ཚོང་ར,31
སྐྱོ་བ,31
ལས་གཞིའི,31
འགྲོ་ལུགས,31
བཟའ་མི,31
བཏོན་པའི,31
དག་སྣང,30
བྲེལ,30
གླེང་མོལ,30
ལུང་བསྟན,30
རིགས་པ,30
བསྡོམས,30
འགྲིག་ས,30
རྟགས་ཅན,30
སྤུ་ཙམ,30
རམ་འདེགས,30
འཆང,30
ཕྱུག་པའི,30
བཀག་འགོག,30
དུ་མས,30
ཕ་མའི,30
སྣོད་བཅུད,30
སླ་ང,30
མངའ་འོག,30
གཞུང་ལས་ཁང,30
སེལ་བ,30
ཙ་ན,30
གདན་ཞུ,30
དངོས་གཞི,30
གྲོ་ཕྱེ,30
འཛིན་གྲོགས,30
ཟིན་ཐོ,30
ཁྱད་འཕགས,30
མཁན་ཆེན,30
གདན་དྲངས,30
དབྱར་དུས,30
མཇུག་སྒྲིལ,30
གཏམ་དཔེ,30
ད་ནས་བཟུང,30
ཧ་ཧ,30
འདི་ལྟ་བུའི,30
ལྷོ་ནུབ,30
ཚེས་པ,30
ཆོས་སྡེ,30
འདོད་ཚུལ,30
ཡུལ་ལྗོངས,30
ཕྱོགས་བཞི,30
མ་བྱན,30
ལས་ཀར,30
ཡ་ཙེ,30
ཕོར་པ,30
བླང་དོར,30
བསྡུ་བའི,30
མཛེས་པའི,30
རྣམ་བཤད,30
གངས་དཀར,30
བཏང་ཡ,30
མིག་རིལ,30
སྒོ་འབྱེད,30
ཀརྨ,30
ཚོན,30
འབྲོག,30
སློབ་བུ,30
གསར་འགོད་པར,30
དྭངས་གཙང,30
སྔ་ཕྱིར,30
དྲ,30
འཛིན་གྲྭའི,30
ཚེག་བར,30
རྣ་བ,30
ཞེ,30
འཕྲོག་པ,30
ཨ་ཞང,30
བཟའ་བ,30
བརྒྱན་པ,30
ཡ་གཅིག,30
རྒྱུ་མ,30
དགོས་མིན,30
བཅོ་ལྔའི,30
བདམས་ཐོན,30
གསུང་རྩོམ,30
མི་དགོས་པར,30
ཡང་མིན་ན,30
སྤང་ཐང,30
ཉིང་བཅུད,30
དངུལ་ཁང,30
མཛེས་རྩལ,30
བཀྲམ,30
ཁ་གདན,30
གལ་ཆེའི,30
བསྡམས,30
གསོག་འཇོག,30
ལེགས་གྲུབ,30
ཉོན་མོངས,30
དཔྱད་བརྗོད,30
འཁྲུལ,30
སྨོན་འདུན,30
གཡོལ,30
ལམ་ཐག,30
གཅོད་པ,30
ཁང་ཆུང,30
ཐལ་བསྲེག,30
དཀོན་པའི,30
དེ་བཞིན་དུ,30
ནོར་ལུག,30
ཆེ་གྲས,30
འགྲན་པ,30
གཏམ་གླེང,30
ལྕེ,30
ཉི,30
སྙིང་བོ,30
གླིང་ག,30
གཅེས,30
ངོ་མཚར་ཅན,30
བཀུག,30
ལུས་སེམས,30
མཛེས་དཔྱོད,30
ཞབས་འདེགས,30
བཟོ་སྐྲུན,30
ཡུལ་ཁམས,30
སྔ་གཞུག,30
སེམས་སུ,29
རྙིང,29
བརྒྱན,29
སྐྱེས་མའི,29
སྤྱན,29
དགེ་སྦྱོར,29
ཡུལ་ཕྱོགས,29
མ་ཐུབ་ན,29
མི་བུ,29
ཡིན་ནས,29
བཞེངས་བསྐྲུན,29
བུ་སྤུན,29
ཚང་མའི,29
རྒྱུ་སྤུས,29
མཁའ་དབྱིངས,29
འགྲོ་བར,29
གཞོན་ནུ་མ,29
གསུང་ཡ,29
སྐྱོ་སྣང,29
འབྱུང་བར,29
བྱམས་སྙིང་རྗེ,29
དར་གོས,29
བེད་སྤྱད,29
དབུལ་སྐྱོར,29
ཨོ་ཅུས་མ,29
ཕན་པའི,29
གཞུས་པ,29
རྫས་འགྱུར,29
གྲོང་མི,29
གདེང་ཚོད,29
སྨན་པའི,29
བཅོལ,29
ཡིན།,29
གྲངས་མཛོད,29
སྔོ,29
འགྲེལ,29
ཁ་ལེབ,29
དྲང་སྲོང,29
དམག་དཔོན,29
ལེགས་ཆ,29
སྐྱེལ་བ,29
ལྗོན་ཤིང,29
གྲོང་པ,29
གདན་རབས,29
ཇུས,29
ཕར་ཞོག,29
ལྷིང་འཇགས,29
དགེ་བའི,29
གསོ་དཔྱད,29
ཡོང་པ,29
དོན་གཅིག,29
གཟུགས་ཀྱི་ཉི་མ,29
མཇུག་མ,29
སྔོན་མའི,29
འོད་སྟོང,29
མཐའ་མར,29
བར་མེད,29
ནག་ཉེས,29
སྐུལ་སློང,29
ཐམས་ཅད་མཁྱེན་པ,29
འདམ,29
བརྐྱངས,29
ལྷན་སྐྱེས,29
གནའ་དེང,29
ངུས,29
དཔེར,29
གྲངས་མེད,29
ལས་ངན,29
ངག་ཐོག,29
དང་བླངས,29
སྒྱུ་རྩལ་ཁང,29
ཡོད་འདུག,29
ས་བབ,29
མི་དགེ་བ,29
དགེ་ལུགས,29
འཇགས,29
ཚེ་རིང་དཔལ་ལྡན,29
མེ་མདའ,29
དཔུང་སྡེ,29
སྤྱོད་ལམ,29
ཆོག་ཆོག,29
དཀོན་པ,29
གཉིས་ཀའི,29
འོངས་པ,29
བཟོད,29
མཐོ་རྒྱུགས,29
སློབ་གྲྭས,29
ཨ་བྲ,29
གོང་རིམ,29
རྒྱན་ཆ,29
བསམ་བྱུང,29
སྔོ་ཚལ,29
བཞུད,29
སྐུ་གདུང,29
གྱ་ནོམ་པ,29
རེད་དམ,29
ལྷ་སྲས,29
མྱོང་ཚོར,29
ཕུན་སུམ,29
འཇར་མན,29
དངོས་མང,29
མི་ལེགས་པ,29
སྡེ་དཔོན,29
རྭ,29
འཐུང་ཡ,29
གོ་ཐལ་མདོག་མ,29
འགུལ་སྐྱོད,29
མི་ཚང་མ,29
སྲན་མ,29
ནུབ་རྒྱུད,29
སྦྱང་ཡ,29
བྲང་ཁུག་ཅན,29
རྒྱག་མཁན,29
མངའ་ཐང,28
ཐོ་འགོད,28
རྩ་ཁྲིམས,28
ངལ་བ,28
བང་སོ,28
སྡིག་སྒྲིབ,28
གཉེར་བའི,28
རང་ངོས,28
ལེན་པའི,28
ཞུ་བའི,28
བསྣམས,28
མ་བཟོད་པ,28
བསླབས,28
འཚོ་སྡོད,28
ཕོད,28
ནན,28
རྒྱོབས,28
འདོན་ཡ,28
རྗེས་གྲུབ,28
བཅུ་གཅིག་པ,28
ནང་བའི,28
བཟོས་ན,28
ཨོ་རྩལ,28
གླ་ཆ,28
ཁེལ,28
སྒྲོལ་དཀར་སྐྱིད,28
བསྡད་ཤག,28
ལྷ་ལྡན,28
བསྐོས,28
ཐུར,28
རྒྱུད་པ,28
མགོ་ཁྲིད,28
སྦྱོར་བའི,28
བཙུགས་པའི,28
མཇུག་འབྲས,28
འབག་བཙོག,28
མཐའ་མཚམས,28
བསྐྱེད་པ,28
ཕབ་པ,28
བཀར,28
ཚེ་བརྟན་ཕུན་ཚོགས,28
བག་ཕེབས,28
སྣག་ཚ,28
སེར་སྐྱ,28
བཟང་སྤྱོད,28
ཤོད་པ,28
བརྐོས,28
ཐུགས་ཁུར,28
བཅའ,28
ནད་རིགས,28
མེད་མཁན,28
རིག་འཛིན,28
ཏིང་ཏིང,28
འདུས་པ,28
འཁྲུངས་པ,28
རྐང་བ,28
ལྷོད,28
གང་ཅིའི,28
ཤམ་ཐབས,28
བསྒུགས,28
རང་འགུལ,28
སངས,28
ཐེངས་མ,28
གདོང་པ,28
འཐུས་ཤོར,28
ཕྲག་དོག,28
ཕུ,28
ལྟེ་བ,28
བེམ་པོ,28
ལྐོག་གྱུར,28
མདའ་མོ,28
བཅོ་བརྒྱད་པའི,28
གླང་བོ་ཆེ,28
བརྩོན་ལེན,28
གྲང་ངར,28
མགར་སྟོང་བཙན,28
དཀྱུས་མ,28
ཝ་སྐྱེས,28
ལ་སོགས,28
ཁ་ལོ,28
བྱའི,28
སྤྱི་དོན,28
དཔང་རྟགས,28
དགོས་སམ,28
མི་ཐུབ་པའི,28
བྱུ་རུ,28
ཁྱད,28
གཙང་ཆུ,28
ཨ་ཡེ,28
སྔོན་འཇུག,28
གནས་པོ,28
བདེ་བོ,28
འཕེལ་འགྱུར,28
ཁ་སྐད,28
བྱ་རིགས,28
དོ་ནུབ,28
འཛུམ་མདངས,28
མཉམ་པོ,28
ཐལ་མོ,28
འབར་བའི,28
ཨ་སྟག་ལྷ་མོ,28
ཆང་སྣོད,28
བཏག,28
ཁྱི་ཕྲུག,28
ཚིགས,28
རྒྱུན་ཤེས,28
ཟབ་པའི,28
གདུང་ཁུངས,28
རྫོགས་པ,28
ཉི་ཤུའི,28
སྐད་གཉིས,28
རག་ན,28
ཕུགས་བསམ,28
འབྲིང་རིམ,28
རྨ་ལྷོ་ཁུལ,28
སེམས་ཐག,28
མཆེ་བ,28
ཚན་ཆུང,28
དགུང,28
བདག་མེད,28
པས,28
སྨན་རྫས,28
བཞུགས་མོལ,28
རྩིས་འཁོར,28
འཐུ་བ,28
སྤྱི་གཉེར་ཁང,28
ནས་ཆང,28
ཧྲི་ཆོས,28
ཅལ,28
ཁང་ཚན,28
གླ་ཕོགས,28
སྤྲུལ,28
མི་འདོད,27
འགྲོ་ཡི,27
འཕངས་པ,27
བུ་རྒན་པ,27
མིག་གཅིག་མ,27
ལེན་སྟངས,27
ས་ཆར,27
དྲོད,27
གཟིམ་ཁང,27
མཛེས་ཤོས,27
ཐལ་འཛར་མ,27
བཤགས,27
བྱ་སྒྲོ,27
ཤས,27
ཕྲུག,27
ཐེབས་རྩ,27
དྲང,27
ལ་ཕུག,27
ལས་སླ་བོ,27
བཤད་པར,27
ངར,27
གློག་རྡུལ,27
འབུམ་རམས་པ,27
སྤྱི་གཉེར,27
བྱུག,27
གདན་ཞུས,27
ལམ་འགྲོ,27
ཡོང་རྒྱུ,27
རང་ལྗོངས,27
རི་འཛེགས,27
མཆོད་མཇལ,27
བརྟགས,27
ཇེ,27
རུལ་སུངས,27
དཀའ་སྤྱད,27
རྐང་བཀྲ,27
དཔེ་མཚོན,27
ཉེན,27
སྒམ,27
ཤིང་འབྲས,27
ཆོག་ཤེས,27
ཡོ་བྱད,27
ཚོང་རྫས,27
གོང་ལྟར,27
ཏོ,27
ཇེ་མགྱོགས,27
སྦྲགས,27
རྩེད,27
བླ་ན་མེད་པ,27
སྤུན་མཆེད,27
བྱིས་སྒྲུང,27
འཆམ,27
གདུག་རྩུབ,27
ཤེས་ཚད,27
རྐུབ་བཀྱག,27
ཇོ་མོ,27
རྣ,27
བསྟུད་མར,27
བསྟོད་བསྔགས,27
མངལ,27
འཚོགས་པ,27
ལོན་པའི,27
སྐྱིད་སྡུག,27
བོས་པ,27
གྲངས་ཉུང,27
བསྟན་དོན,27
བཏུལ,27
ཇེམ་ཙེ,27
ཉན་པ,27
ཉེའུ,27
འཚེར་བ,27
ཉམས་རྒུད,27
མི་ལ,27
རིག་མཛོད,27
སྔ་རྗེས,27
ཟོལ,27
ཟླཔའི,27
ཚེ་བརྟན,27
ཆོས་དཔེ,27
རིས,27
ཆོད་པ,27
ཡུལ་སྐད,27
ཕྱིར་ལོག,27
ཁྱད་པར་དུ,27
སྐད་གདངས,27
བསྐང་གསོལ,27
ཕྲུ་གུ་ཚོ,27
གཞུག་གཉིས་ཅན,27
ལག་འཁྱེར,27
རིན,27
ལུས་སྟོབས,27
ཏུའང,27
ཙི,27
སྒོ་ར,27
རྩོམ་འབྲི,27
རྒྱུས་མངའ,27
མི་དགོས་པའི,27
ལྷའི,27
ཕྱུག,27
གྲོས་ཞིབ,27
མངར་མོ,27
སྲང་ལམ,27
ཐུག་འཕྲད,27
དངོས་གྲུབ,27
ཡས,27
དཔའ་ཉམས,27
བྱེ་བྲག་པ,27
དགེ,27
ཁོངས་གཏོགས,27
ལས་བྱ,27
སྡེར་མ,27
པར་ཆས,27
དབུལ་ཕོངས,27
གོ་ས,27
ཅོག་ཙེ,27
སྟག་ཚང,27
དང་བོ,27
ཆེ་རུ,27
སྐྱོར,27
ཁམས་པ,27
དུ་འགྲོ,27
མངགས་པ,27
སེང་གེ་རྣམ་རྒྱལ,27
འབྱར,27
བཞེས་པ,27
ལོ་མང,26
འདུར་རྒྱུག,26
ཉེ་བར,26
མི་འགྲོ,26
བསྐལ་བ,26
འཁྱགས,26
ཆོག་པར,26
བོད་སྐད་ཡིག,26
གཟུང་ཡུལ,26
མི་ནུས,26
འགྱུར་ཁུགས,26
མཛད་འཕྲིན,26
སྨན་བླ་སྐྱབས,26
བློ་ངོར,26
ཐབས་ཟད,26
མཁའ,26
ཞིང་གྲོང,26
སྦྱོང་བ,26
གླེང་བར,26
ལེན་མཁན,26
འཐོབ,26
རང་ལུགས,26
ཙོང་ཁ་པ,26
ཆོས་ཁང,26
འཛུགས་པ,26
བསམ་གཏན,26
སྒྲུབ་སྟངས,26
གཡོ་སྒྱུ,26
འདི་སྐད,26
མཐོ་དམའ,26
བོད་ལྭ,26
ལྭ་བ,26
ཞིབ་མོ,26
གུས་བཀུར,26
ཡར་ཐོན,26
འཁྲུག,26
འགྲུབ་པ,26
གཟིགས་པ,26
ཕྱིན་ཆད,26
ལང་ཚོ,26
ལྷ་སྐུ,26
སྤེལ་བར,26
ཡབ་སྲས,26
ཐང་ཆེན,26
གོམས,26
དོན་རྐྱེན,26
བསྟེན་ཚུལ,26
རོང་འབྲོག,26
དངོས་གཞིའི,26
ན་ཆུང,26
འཐད་པ,26
ཡབ་རྒྱལ་པོ,26
ཉམས་གསོ,26
གཉིས་རེ,26
གསེར་ཆེན་རྫོང,26
མདའ་རྩལ,26
རྐང་ལམ,26
བཀྲ་ཤིས་པའི,26
ཕྱི་དྲོར,26
བཀྲ་ཤིས་འཁྱིལ,26
གྲོད་པ,26
མི་འཐད,26
དགེ་ཆོས,26
འཆམ་འཆམ,26
གང་དག,26
ཏིང་ངེ་འཛིན,26
ཁེ་བཟང,26
ཁམས་སྐད,26
རྩ་ཆེའི,26
དཀྲུག་དཀྲུག,26
ཇི་མ་ཇི་བཞིན,26
བདག་གཉེར,26
བརྡ་ཆད,26
མི་འདྲ་བར,26
ཚོགས་ཡ,26
གཞི་རྩ,26
འཕེལ་བར,26
བྲེལ་འཚུབ,26
མུས,26
རློན་པ,26
ཉ་ཆེན,26
རིགས་རུས,26
མོས་པ,26
ལོང་བ,26
སྐྱབས་འཇུག,26
དམ་པའི་ཆོས,26
འགོས,26
བང་རིམ,26
ཆེད་མངགས,26
ཚིགས་ཁེབས,26
སྨོན,26
སྙན་པོ,26
ཡིབ,26
རྩོམ་སྒྲིག་པ,26
བཀུར,26
ཤ་ཚ,26
གང་བྱུང,26
བྱ་ཚིག,26
མིག་ཟུང,26
ཐུབ་བསྟན,26
དཔུང་ཁག,26
དངོས་པོའི,26
འཁོད་པའི,26
ཚོམས་ཆེན,26
དད་གུས,26
ལོ་གསུམ,26
འཁོར་བའི,26
བརྒྱུད་ལམ,26
རྩ་འཛིན,26
འཇོན,26
གཞུང་ཆེན,26
མཁར་སྒོ,26
ཧི་མ་ལ་ཡའི,26
རང་དབང་མེད་པ,26
གནས་ཚད,26
སུ་ཏ་སོ་མ,26
མཐོང་ཆུང,26
རྒྱལ་པོ་ཚང,26
གསར་བརྗེ,26
བླ་སྲོག,26
ངོས་ཟིན,26
གླང,26
གཏོང་དགོས,26
གནོད་སྐྱོན,26
མ་ཉམས་པར,25
སྡེ་དགེ,25
ཆོས་དབྱིངས་སྐྱིད,25
ཁེབས,25
མཚོ་ངོས,25
དཀའ་གནད,25
མཛད་སྒོར,25
སྟོན་སྐལ,25
བཀའ་བརྒྱུད,25
སྒྲུང་ཐུང,25
དཔྱད་བསྡུར,25
གནང་ཡ,25
འབྱོར་བའི,25
ཚོང་གཉེར,25
ངེས་པས,25
མཚོ་ཁ,25
གླང་གོག,25
རྐང་གཅིག,25
འཇོན་མི,25
སྦག་སྦག,25
ཞོག་ཁོག,25
ཁག་ཐེག,25
ཀློག་པ,25
རབ་གནས,25
ལྷ་པ,25
བན་བོན,25
མ་དགོས,25
མྱུར་སྐྱོབ,25
ཨང་རིམ,25
ཉམས་ཞིབ,25
ལྔ་པའི,25
འགལ་བའི,25
རྫོགས་ཆེན,25
སློབ་གྲྭ་ཆེན་མོའི,25
སྒོམ་ཆེན,25
ཡོངས་སུ,25
གོང་ཚད,25
འཇམ་པོ,25
བཅུ་གཅིག་པའི,25
ཁམས་པའི,25
རྙིང་མའི,25
མ་བཏང་བ,25
རྐུ,25
བོད་ཟླ,25
འདྲེན་པ,25
ཨ་མའི,25
ཚགས,25
བཞེད་པ,25
ཡི་རངས,25
སྔུན,25
ཡ་ཐོག,25
བླ་སྤྲུལ,25
ཚོང་རའི,25
རྟ་རྫི,25
གློག་ཤུགས,25
ཕོ་བ,25
ཞོགས་ཀ,25
ནད་གཞི,25
སྐྱེལ་འདྲེན,25
སྒོམ་པ,25
བུས,25
དཔྱད་གླེང,25
ཟིག,25
སྐྱེད་ཚལ,25
དངུལ་སྒོར,25
སྤྱི་བསྒྲགས,25
དུར,25
ད་ལྟའང,25
དཀྲུགས,25
དམར་མཆོད,25
ཐུབ་པས,25
རང་འཇགས,25
ངེས་མེད,25
སྤྱི་ཟླཔའི,25
འཛིན་སྟངས,25
བྱ་དགོས,25
འོས་ཤོག,25
བྱེད་ལས,25
ལོ་ལྟར,25
ཕུགས་འདུན,25
སྒྲ་ཐག,25
བསྐྱོད་པའི,25
ལེ,25
བོད་ཁྱིམ,25
ཐོན་དུས,25
སྐད་ཅོར,25
རང་བྱོན,25
ཆེད་རྩོམ,25
ཆག,25
དེའི་ཕྱིར,25
འཐབ་ཇུས,25
ཡིད་ལ,25
འདུག་པར,25
བཤམས་པ,25
ལྷ་སྒྲུང,25
ཉལ་ཁང,25
ནང་སེམས,25
ཞབས་ཞུའི,25
འུ་ཚང,25
མཐའ་སྐོར,25
གཅེས་པ,25
བོད་མི་རིགས,25
ཉི་ཟླ,25
ཐོགས་པ,25
བྱེད་སྲོལ,25
གདམས,25
རྒན་རབས,25
གཉིས་ཀར,25
སླེབས་པའི,25
རེད་གོ,25
ཚོགས་མི,25
མིག་གསུམ་མ,25
སི་པན,25
བྱ་དངོས,25
སྨྱོན་པ,25
རིང་མོའི,25
ལྟ་བུས,25
སྟངས་འཛིན,25
རྣམ་བཞག,25
ཁུག་པ,25
དང་བཅས་པ,25
སྐར་ཆ,25
སྙིང་རྗེ་མོ,25
རེ་བའི,25
སྙིང་དོན,25
ཆར་ཆུ,25
ཡོད་དོ་ཅོག,25
བྱང་ཆ,25
གཏང་ན,25
དེ་བས་ཀྱང,25
ངོར,25
ཀྱེ,25
དམག་དོན,25
དེ་ནང་བཞིན,25
ཤུགས་ཆེན,25
ཞལ་ཏ་མ,25
ཁོ་བོའི,25
སྡུག་པོ,25
སྙན་དེབ,25
ཤོག་ངོས,25
པོ,24
དེ་གྲས,24
བཅིངས,24
ཚིལ,24
ས་མཚམས,24
ཡེ,24
